{"head":{"link":[],"vars":["label","description","thumbnail"]},"results":{"distinct":false,"ordered":true,"bindings":[{"label":{"type":"literal","xml:lang":"en","value":"Argentina"},"description":{"type":"literal","xml:lang":"en","value":"Argentina Listen/ˌɑrdʒənˈtiːnə/, officially the Argentine Republic, is located in South America, bordered by Chile to the west and south, Bolivia and Paraguay to the north and Brazil and Uruguay to the northeast. Argentina claims sovereignty over part of Antarctica, the Falkland Islands and South Georgia and the South Sandwich Islands. The country is a federation of 23 provinces and the autonomous city of Buenos Aires, its capital and largest city."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Flag_of_Argentina.svg/200px-Flag_of_Argentina.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Association of Southeast Asian Nations"},"description":{"type":"literal","xml:lang":"en","value":"The Association of Southeast Asian Nations is a geo-political and economic organization of ten countries located in Southeast Asia, which was formed on 8 August 1967 by Indonesia, Malaysia, the Philippines, Singapore and Thailand. Since then, membership has expanded to include Brunei, Burma (Myanmar), Cambodia, Laos, and Vietnam."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Flag_of_ASEAN.svg/200px-Flag_of_ASEAN.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Bangladesh"},"description":{"type":"literal","xml:lang":"en","value":"Bangladesh, officially the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It forms part of the ancient and historic ethno-linguistic region of Bengal. The name Bangladesh means \"Country of Bengal\" in the official Bengali language. To its south lies the Bay of Bengal, while it is bordered by the Republic of India on the north, west and east, and Burma to the southeast."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Flag_of_Bangladesh.svg/200px-Flag_of_Bangladesh.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Cape Verde"},"description":{"type":"literal","xml:lang":"en","value":"Cape Verde Listen/ˌkeɪp ˈvɜrd/, officially the Republic of Cape Verde, is an island country, spanning an archipelago of 10 islands located in the central Atlantic Ocean, 570 kilometres (350 miles) off the coast of Western Africa. The islands, covering a combined area of slightly over 4,000 square kilometres, are of volcanic origin and while three of them are fairly flat, sandy and dry, the remaining ones are generally rockier and have more vegetation."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Flag_of_Cape_Verde.svg/200px-Flag_of_Cape_Verde.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Central African Republic"},"description":{"type":"literal","xml:lang":"en","value":"The Central African Republic is a landlocked country in Central Africa. It borders Chad in the north, Sudan in the northeast, South Sudan in the east, the Democratic Republic of the Congo, the Republic of the Congo in the south and Cameroon in the west. The CAR covers a land area of about 620,000 square kilometres and has an estimated population of about 4.4 million as of 2008. The capital is Bangui."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Flag_of_the_Central_African_Republic.svg/200px-Flag_of_the_Central_African_Republic.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Costa Rica"},"description":{"type":"literal","xml:lang":"en","value":"Costa Rica, officially the Republic of Costa Rica, is a country in Central America, bordered by Nicaragua to the north, Panama to the southeast, the Pacific Ocean to the west, and the Caribbean Sea to the east. Costa Rica constitutionally abolished its army permanently in 1949. It is the only Latin American country in the list of the world's 22 older democracies."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Flag_of_Costa_Rica_(state).svg/200px-Flag_of_Costa_Rica_(state).svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Dominican Republic"},"description":{"type":"literal","xml:lang":"en","value":"The Dominican Republic is a nation on the island of Hispaniola, part of the Greater Antilles archipelago in the Caribbean region. The western third of the island is occupied by the nation of Haiti, making Hispaniola one of two Caribbean islands, along with Saint Martin, that are shared by two countries. Both by area and population, the Dominican Republic is the second largest Caribbean nation, with 48,442 square kilometres and an estimated 10 million people."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Flag_of_the_Dominican_Republic.svg/200px-Flag_of_the_Dominican_Republic.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"East Timor"},"description":{"type":"literal","xml:lang":"en","value":"East Timor or Timor-Leste, officially the Democratic Republic of Timor-Leste, is a country in Southeast Asia. It comprises the eastern half of the island of Timor, the nearby islands of Atauro and Jaco, and Oecusse, an exclave on the northwestern side of the island, within Indonesian West Timor. The country's size is about 15,410 km (5,400 sq mi). East Timor was colonised by Portugal in the 16th century, and was known as Portuguese Timor until Portugal's decolonisation of the country."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Flag_of_East_Timor.svg/200px-Flag_of_East_Timor.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Equatorial Guinea"},"description":{"type":"literal","xml:lang":"en","value":"Equatorial Guinea,, officially the Republic of Equatorial Guinea,, is a country located in Middle Africa. With an area of 28,000 square kilometres Equatorial Guinea is one of the smallest countries in continental Africa. It has two parts, an insular and a mainland region. The insular region consists of the islands of Bioko (formerly Fernando Pó) in the Gulf of Guinea and Annobón, a small volcanic island south of the equator."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Flag_of_Equatorial_Guinea.svg/200px-Flag_of_Equatorial_Guinea.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Faroe Islands"},"description":{"type":"literal","xml:lang":"en","value":"The Faroe Islands are an island group and archipelago under the sovereignty of the Kingdom of Denmark, situated between the Norwegian Sea and the North Atlantic Ocean, approximately halfway between Norway and Iceland. The total area is approximately 1,400 km (540 sq mi) with a 2010 population of almost 50,000 people. The Faroe Islands have been a self-governing country within the Danish Realm since 1948. Over the years, the Faroese have taken control of most domestic matters."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Flag_of_the_Faroe_Islands.svg/200px-Flag_of_the_Faroe_Islands.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Gibraltar"},"description":{"type":"literal","xml:lang":"en","value":"Gibraltar is a British Overseas Territory located on the southern end of the Iberian Peninsula at the entrance of the Mediterranean. It has an area of 6.8 square kilometres and a northern border with Andalusia, Spain. The Rock of Gibraltar is the only landmark of the region. At its foot is the densely populated city area, home to almost 30,000 Gibraltarians and other nationalities."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Flag_of_Gibraltar.svg/200px-Flag_of_Gibraltar.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Guatemala"},"description":{"type":"literal","xml:lang":"en","value":"Guatemala, officially the Republic of Guatemala, is a country in Central America bordered by Mexico to the north and west, the Pacific Ocean to the southwest, Belize to the northeast, the Caribbean to the east, and Honduras and El Salvador to the southeast. Its area is 108,890 km (42,043 mi) with an estimated population of 13,276,517. A representative democracy, its capital is Nueva Guatemala de la Asunción, also known as Guatemala City."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Flag_of_Guatemala.svg/200px-Flag_of_Guatemala.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Hong Kong"},"description":{"type":"literal","xml:lang":"en","value":"Hong Kong Special Administrative Region of the People's Republic of China 中華人民共和國香港特別行政區 Flag of Hong Kong Emblem of Hong Kong Anthem: 《義勇軍進行曲》March of the Volunteers A panorama overlooking the skyscrapers of Hong Kong at night, with Victoria Harbour in the backgroundView at night from Victoria Peak (2007)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Hong_Kong_Skyline_Restitch_-_Dec_2007.jpg/200px-Hong_Kong_Skyline_Restitch_-_Dec_2007.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Indonesia"},"description":{"type":"literal","xml:lang":"en","value":"Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania. Indonesia is an archipelago comprising approximately 17,508 islands. It has 34 provinces with over 238 million people, and is the world's fourth most populous country. Indonesia is a republic, with an elected legislature and president. The nation's capital city is Jakarta. The country shares land borders with Papua New Guinea, East Timor, and Malaysia."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Flag_of_Indonesia.svg/200px-Flag_of_Indonesia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Lithuania"},"description":{"type":"literal","xml:lang":"en","value":"Lithuania, officially the Republic of Lithuania is a country in Northern Europe, the largest of the three Baltic states. It is situated along the southeastern shore of the Baltic Sea, to the east of Sweden and Denmark. It borders Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast to the southwest. Lithuania has an estimated population of 3 million as of 2012, and its capital and largest city is Vilnius."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Flag_of_Lithuania.svg/200px-Flag_of_Lithuania.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Luxembourg"},"description":{"type":"literal","xml:lang":"en","value":"Luxembourg, officially the Grand Duchy of Luxembourg, is a landlocked country in western Europe, bordered by Belgium, France, and Germany. It has two principal regions: the Oesling in the north as part of the Ardennes massif, and the Gutland (\"good country\") in the south. Luxembourg has a population of 524,853 (as of October 2012) in an area of 2,586 square kilometres ."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Flag_of_Luxembourg.svg/200px-Flag_of_Luxembourg.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Montenegro"},"description":{"type":"literal","xml:lang":"en","value":"Montenegro is a country in Southeastern Europe. It has a coast on the Adriatic Sea to the south-west and is bordered by Croatia to the west, Bosnia and Herzegovina to the northwest, Serbia to the northeast, Kosovo to the east and Albania to the south-east. Its capital and largest city is Podgorica, while Cetinje is designated as the Prijestonica, meaning the former Royal Capital City."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Flag_of_Montenegro.svg/200px-Flag_of_Montenegro.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Mozambique"},"description":{"type":"literal","xml:lang":"en","value":"Mozambique, officially the Republic of Mozambique, is a country in Southeast Africa bordered by the Indian Ocean to the east, Tanzania to the north, Malawi and Zambia to the northwest, Zimbabwe to the west and Swaziland and South Africa to the southwest. The capital city is Maputo (known as Lourenço Marques before Independence). Between the 1st and 5th centuries AD, Bantu-speaking peoples migrated from farther north and west."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Flag_of_Mozambique.svg/200px-Flag_of_Mozambique.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Nicaragua"},"description":{"type":"literal","xml:lang":"en","value":"Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordering Honduras to the north and Costa Rica to the south. The country is situated between 11 and 14 degrees north of the Equator in the Northern Hemisphere, which places it entirely within the tropics. The Pacific Ocean lies to the west, and the Caribbean Sea to the east."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Flag_of_Nicaragua.svg/200px-Flag_of_Nicaragua.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Papua New Guinea"},"description":{"type":"literal","xml:lang":"en","value":"Papua New Guinea (PNG; Tok Pisin: Papua Niugini), officially named the Independent State of Papua New Guinea, is a country in Oceania that occupies the eastern half of the island of New Guinea (the western portion of the island is a part of the Indonesian provinces of Papua and West Papua) and numerous offshore islands. It is located in the southwestern Pacific Ocean, in a region described since the early 19th century as Melanesia. The capital is Port Moresby."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Flag_of_Papua_New_Guinea.svg/200px-Flag_of_Papua_New_Guinea.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Saint Lucia"},"description":{"type":"literal","xml:lang":"en","value":"Saint Lucia Listen/seɪnt ˈluːʃə/ is a sovereign island country in the eastern Caribbean Sea on the boundary with the Atlantic Ocean. Part of the Lesser Antilles, it is located north/northeast of the island of Saint Vincent, northwest of Barbados and south of Martinique. It covers a land area of 617 km (238.23 sq mi) and has a population of 174,000 (2010). Its capital is Castries."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Flag_of_Saint_Lucia.svg/200px-Flag_of_Saint_Lucia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Seychelles"},"description":{"type":"literal","xml:lang":"en","value":"Seychelles, officially the Republic of Seychelles, is a 115-island country spanning an archipelago in the Indian Ocean, some 1,500 kilometres east of mainland Africa, northeast of the island of Madagascar. Other nearby island countries and territories include Zanzibar to the west, Mauritius, Rodrigues, Agaléga and Réunion to the south, and Comoros and Mayotte to the southwest. Seychelles, with an estimated population of 86,525, has the smallest population of any African state."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Flag_of_the_Seychelles.svg/200px-Flag_of_the_Seychelles.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"South Africa"},"description":{"type":"literal","xml:lang":"en","value":"South Africa, officially the Republic of South Africa, is a country located at the southern tip of Africa. It is divided into nine provinces and has 2,798 kilometres of coastline. To the north lie the neighbouring countries of Namibia, Botswana and Zimbabwe; to the east are Mozambique and Swaziland; while Lesotho is an enclave surrounded by South African territory. South Africa is the 25th largest country in the world by area and the 24th most populous country with over 51 million people."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Flag_of_South_Africa.svg/200px-Flag_of_South_Africa.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Sri Lanka"},"description":{"type":"literal","xml:lang":"en","value":"Sri Lanka, officially the Democratic Socialist Republic of Sri Lanka, is an island country in the northern Indian Ocean off the southern coast of the Indian subcontinent in South Asia. Known until 1972 as Ceylon, Sri Lanka has maritime borders with India to the northwest and the Maldives to the southwest. Sri Lanka's documented history spans three thousand years."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Flag_of_Sri_Lanka.svg/200px-Flag_of_Sri_Lanka.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Swaziland"},"description":{"type":"literal","xml:lang":"en","value":"Swaziland, officially the Kingdom of Swaziland, and sometimes called Ngwane or Swatini, is a landlocked country in Southern Africa, bordered to the north, south and west by South Africa, and to the east by Mozambique. The nation, as well as its people, are named after the 19th century king Mswati II. Swaziland is a small country, no more than 200 kilometres north to south and 130 kilometres east to west. The western half is mountainous, descending to a lowveld region to the east."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Flag_of_Swaziland.svg/200px-Flag_of_Swaziland.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Switzerland"},"description":{"type":"literal","xml:lang":"en","value":"Switzerland, officially the Swiss Confederation, is a federal republic consisting of 26 cantons, with Bern as the seat of the federal authorities. The country is situated in western Europe, where it is bordered by Germany to the north, France to the west, Italy to the south, and Austria and Liechtenstein to the east. Switzerland is a landlocked country geographically divided between the Alps, the Swiss Plateau and the Jura, spanning an area of 41,285 km ."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Flag_of_Switzerland_(Pantone).svg/200px-Flag_of_Switzerland_(Pantone).svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Tajikistan"},"description":{"type":"literal","xml:lang":"en","value":"Tajikistan, officially the Republic of Tajikistan (Tajik: Ҷумҳурии Тоҷикистон, Çumhuriyi Toçikiston; Russian: Республика Таджикистан, Respublika Tadzhikistan), is a mountainous landlocked country in Central Asia. It borders Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north, and China to the east. Khyber Pakhtunkhwa and Gilgit Baltistan in Pakistan are separated from Tajikistan by the narrow Wakhan Corridor."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Flag_of_Tajikistan.svg/200px-Flag_of_Tajikistan.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"United Kingdom"},"description":{"type":"literal","xml:lang":"en","value":"The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) and Britain, is a sovereign state located off the north-western coast of continental Europe. The country includes the island of Great Britain, the north-eastern part of the island of Ireland and many smaller islands. Northern Ireland is the only part of the UK that shares a land border with another state—the Republic of Ireland."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Flag_of_the_United_Kingdom.svg/200px-Flag_of_the_United_Kingdom.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Venezuela"},"description":{"type":"literal","xml:lang":"en","value":"Venezuela, officially called the Bolivarian Republic of Venezuela, is a country on the northern coast of South America. Venezuela's territory covers around 916,445 square kilometres with an estimated population of 29,105,632. Venezuela is considered a state with extremely high biodiversity, with habitats ranging from the Andes mountains in the west to the Amazon Basin rainforest in the south, via extensive llanos plains and Caribbean coast in the center and the Orinoco River Delta in the east."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Flag_of_Venezuela.svg/200px-Flag_of_Venezuela.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Ivory Coast"},"description":{"type":"literal","xml:lang":"en","value":"Ivory Coast or Côte d'Ivoire, officially the Republic of Côte d'Ivoire (French: République de Côte d'Ivoire), is a country in West Africa. It has an area of 322,462 square kilometres, and borders the countries Liberia, Guinea, Mali, Burkina Faso, and Ghana; its southern boundary is along the Gulf of Guinea. The country's population was 15,366,672 in 1998 and was estimated to be 20,617,068 in 2009. Ivory Coast's first national census in 1975 counted 6.7 million inhabitants."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Flag_of_Côte_d'Ivoire.svg/200px-Flag_of_Côte_d'Ivoire.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Republic of Ireland"},"description":{"type":"literal","xml:lang":"en","value":"Ireland, also known as the Republic of Ireland (Irish: Poblacht na hÉireann), is a sovereign state in Europe occupying about five-sixths of the island of Ireland. It is a unitary parliamentary republic with an elected president serving as head of state. The head of government—called the Taoiseach—is nominated by the lower house of parliament. The capital is Dublin in the east of the island. The state shares its only land border with Northern Ireland, a part of the United Kingdom."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Flag_of_Ireland.svg/200px-Flag_of_Ireland.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Bahrain"},"description":{"type":"literal","xml:lang":"en","value":"Bahrain, officially the Kingdom of Bahrain is a small island country situated near the western shores of the Persian Gulf. It is an archipelago of 33 islands, the largest being Bahrain Island, at 55 km long by 18 km wide. Saudi Arabia lies to the west and is connected to Bahrain by the King Fahd Causeway. Iran lies 200 km to the north of Bahrain, across the Gulf. The peninsula of Qatar is to the southeast across the Gulf of Bahrain."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Flag_of_Bahrain.svg/200px-Flag_of_Bahrain.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Belgium"},"description":{"type":"literal","xml:lang":"en","value":"Belgium, officially the Kingdom of Belgium, is a federal state in Western Europe. It is a founding member of the European Union and hosts the EU's headquarters as well as those of several other major international organisations such as NATO. Belgium covers an area of 30,528 square kilometres, and it has a population of about 11 million people."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Flag_of_Belgium.svg/200px-Flag_of_Belgium.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Botswana"},"description":{"type":"literal","xml:lang":"en","value":"Botswana, officially the Republic of Botswana (Tswana: Lefatshe la Botswana), is a landlocked country located in Southern Africa. The citizens refer to themselves as \"Batswana\", but many English-language sources use \"Botswanan\" instead. Formerly the British protectorate of Bechuanaland, Botswana adopted its new name after becoming independent within the Commonwealth on 30 September 1966. It has held free and fair democratic elections since independence."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Flag_of_Botswana.svg/200px-Flag_of_Botswana.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Brazil"},"description":{"type":"literal","xml:lang":"en","value":"Brazil Listen/brəˈzɪl/, officially the Federative Republic of Brazil, is the largest country in both South America and the Latin America region. It is the world's fifth largest country, both by geographical area and by population, with over 193 million people. It is the largest Lusophone country in the world, and the only one in the Americas. Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 km ."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Flag_of_Brazil.svg/200px-Flag_of_Brazil.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Bulgaria"},"description":{"type":"literal","xml:lang":"en","value":"Bulgaria Listen/bʌlˈɡɛəriə/, officially the Republic of Bulgaria, is a country located in Southeastern Europe. It is bordered by Romania to the north, Serbia and Macedonia to the west, Greece and Turkey to the south and the Black Sea to the east. With a territory of 110,994 square kilometres, Bulgaria is Europe's 14th-largest country."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Flag_of_Bulgaria.svg/200px-Flag_of_Bulgaria.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Canada"},"description":{"type":"literal","xml:lang":"en","value":"Canada is a North American country consisting of ten provinces and three territories. Located in the northern part of the continent, it extends from the Atlantic to the Pacific and northward into the Arctic Ocean. Canada is the world's second-largest country by total area, and its common border with the United States is the world's longest land border. The land that is now Canada has been inhabited for millennia by various Aboriginal peoples."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Flag_of_Canada.svg/200px-Flag_of_Canada.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Chile"},"description":{"type":"literal","xml:lang":"en","value":"Chile, officially the Republic of Chile, is a country in South America occupying a long, narrow strip of land between the Andes mountains to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas and Easter Island."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Flag_of_Chile.svg/200px-Flag_of_Chile.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Comoros"},"description":{"type":"literal","xml:lang":"en","value":"The Comoros Listen/ˈkɒməroʊz/, officially the Union of the Comoros is a sovereign archipelago island nation in the Indian Ocean, located at the northern end of the Mozambique Channel off the eastern coast of Africa, between northeastern Mozambique and northwestern Madagascar. Other countries near the Comoros are Tanzania to the northwest and the Seychelles to the northeast. Its capital is Moroni, on Grande Comore."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Flag_of_the_Comoros.svg/200px-Flag_of_the_Comoros.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Cyprus"},"description":{"type":"literal","xml:lang":"en","value":"Cyprus Listen/ˈsaɪprəs/, officially the Republic of Cyprus, is an island country in the Eastern Mediterranean Sea. Cyprus is the third largest island in the Mediterranean Sea after Sicily and Sardinia, and a member state of the European Union. It is located east of Greece, south of Turkey, west of Syria and Lebanon, northwest of Israel and the Gaza Strip, and north of Egypt. The earliest known human activity on the island dates to around the 10th millennium BC."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Flag_of_Cyprus.svg/200px-Flag_of_Cyprus.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Denmark"},"description":{"type":"literal","xml:lang":"en","value":"Denmark, officially the Kingdom of Denmark, is a Scandinavian sovereign state in Northern Europe, with Greenland and the Faroe Islands as additional overseas constituent countries, forming integral parts of the Danish Realm. Continental Denmark is the southernmost of the Nordic countries, located southwest of Sweden and south of Norway and bordered to the south by Germany."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Flag_of_Denmark.svg/200px-Flag_of_Denmark.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Dominica"},"description":{"type":"literal","xml:lang":"en","value":"Dominica, officially the Commonwealth of Dominica, is an island nation in the Lesser Antilles region of the Caribbean Sea, south-southeast of Guadeloupe and northwest of Martinique. Its size is 750 square kilometres and the highest point in the country is Morne Diablotins, which has an elevation of 1,447 metres . The Commonwealth of Dominica had a population of 71,293 at the 2011 Census. The capital is Roseau which is located on the leeward side of the island."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Flag_of_Dominica.svg/200px-Flag_of_Dominica.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Estonia"},"description":{"type":"literal","xml:lang":"en","value":"Estonia Listen/ɨsˈtoʊniə/, officially the Republic of Estonia, is a state in the Baltic region of Northern Europe. It is bordered to the north by the Gulf of Finland, to the west by the Baltic Sea, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). Across the Baltic Sea lies Sweden in the west and Finland in the north. The territory of Estonia covers 45,227 km, and is influenced by a temperate seasonal climate."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Flag_of_Estonia.svg/200px-Flag_of_Estonia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Ethiopia"},"description":{"type":"literal","xml:lang":"en","value":"Ethiopia, officially known as the Federal Democratic Republic of Ethiopia, is a country located in the Horn of Africa. It is bordered by Eritrea to the north, Djibouti and Somalia to the east, Sudan and South Sudan to the west, and Kenya to the south. With over 91,000,000 inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populated nation on the African continent."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Flag_of_Ethiopia.svg/200px-Flag_of_Ethiopia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Finland"},"description":{"type":"literal","xml:lang":"en","value":"Finland, officially the Republic of Finland, is a Nordic country situated in the Fennoscandian region of Northern Europe. It is bordered by Sweden to the west, Norway to the north and Russia to the east, while Estonia lies to the south across the Gulf of Finland. An estimated 5.4 million people live in Finland, with the majority concentrated in its southern regions. In terms of area, it is the eighth largest country in Europe and the most sparsely populated country in the European Union."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Flag_of_Finland.svg/200px-Flag_of_Finland.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"France"},"description":{"type":"literal","xml:lang":"en","value":"France, officially the French Republic, is a unitary semi-presidential republic located mostly in Western Europe, with several overseas regions and territories. Metropolitan France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. From its shape, it is often referred to in French as l’Hexagone. France is the largest country in Western Europe and the third-largest in Europe as a whole."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/200px-Flag_of_France.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Germany"},"description":{"type":"literal","xml:lang":"en","value":"Germany, officially the Federal Republic of Germany, is a federal parliamentary republic in western-central Europe. The country consists of 16 states, and its capital and largest city is Berlin. Germany covers an area of 357,021 square kilometres and has a largely temperate seasonal climate. With 81.8 million inhabitants, it is the most populous member state in the European Union."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/200px-Flag_of_Germany.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Ghana"},"description":{"type":"literal","xml:lang":"en","value":"Ghana, officially the Republic of Ghana, is a country in West Africa. It is bordered by Ivory Coast to the west, Burkina Faso to the north, Togo to the east and the Gulf of Guinea to the south. The word Ghana means \"Warrior King\" and is derived from the ancient Ghana Empire. Ghana was inhabited in pre-colonial times by a number of ancient predominantly Akan kingdoms, including the inland Ashanti Empire, the Akwamu, the Akyem, the Bonoman, the Denkyira and the Fante among others."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Flag_of_Ghana.svg/200px-Flag_of_Ghana.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Afghanistan"},"description":{"type":"literal","xml:lang":"en","value":"Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked sovereign state forming part of South Asia, Central Asia, and to some extent Western Asia. It has a population of around 30 million inhabiting an area of approximately 647,500 km, making it the 42nd most populous and 41st largest nation in the world. It is bordered by Pakistan in the south and the east, Iran in the west, Turkmenistan, Uzbekistan and Tajikistan in the north, and China in the far northeast."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Flag_of_Afghanistan.svg/200px-Flag_of_Afghanistan.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Algeria"},"description":{"type":"literal","xml:lang":"en","value":"Algeria, officially The People's Democratic Republic of Algeria, is a country in North Africa on the Mediterranean coast. Its capital and most populous city is Algiers. Algeria is a semi presidential republic, it consists of 48 provinces and 1541 communes. With a population exceeding 37 million, it is the 34 most populated country on Earth. With an economy based on oil resources, manufacturing has suffered, in what is called Dutch disease."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Flag_of_Algeria.svg/200px-Flag_of_Algeria.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Andorra"},"description":{"type":"literal","xml:lang":"en","value":"Andorra, officially the Principality of Andorra, also called the Principality of the Valleys of Andorra, (Catalan: Principat de les Valls d'Andorra), is a landlocked microstate in Southwestern Europe, located in the eastern Pyrenees mountains and bordered by Spain and France. It is the sixth smallest nation in Europe, having an area of 468 km and an estimated population of 85,000 in 2012."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Flag_of_Andorra.svg/200px-Flag_of_Andorra.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Angola"},"description":{"type":"literal","xml:lang":"en","value":"Angola, officially the Republic of Angola, is a country in Southern Africa bordered by Namibia on the south, the Democratic Republic of the Congo on the north, and Zambia on the east; its west coast is on the Atlantic Ocean with Luanda as its capital city. The exclave province of Cabinda has borders with the Republic of the Congo and the Democratic Republic of the Congo."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Flag_of_Angola.svg/200px-Flag_of_Angola.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Antigua and Barbuda"},"description":{"type":"literal","xml:lang":"en","value":"Antigua and Barbuda is a twin-island nation lying between the Caribbean Sea and the Atlantic Ocean. It consists of two major inhabited islands, Antigua and Barbuda, and a number of smaller islands (including Great Bird, Green, Guinea, Long, Maiden and York Islands and further south, the island of Redonda). The permanent population numbers approximately 81,800 (at the 2011 Census) and the capital and largest port and city is St. John's, on Antigua."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Flag_of_Antigua_and_Barbuda.svg/200px-Flag_of_Antigua_and_Barbuda.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Barbados"},"description":{"type":"literal","xml:lang":"en","value":"Barbados is a sovereign island country in the Lesser Antilles. It is 34 kilometres in length and up to 23 kilometres in width, covering an area of 431 square kilometres . It is situated in the western area of the North Atlantic and 100 kilometres (62 mi) east of the Windward Islands and the Caribbean Sea; therein, it is about 168 kilometres east of the islands of Saint Vincent and the Grenadines, and 400 kilometres north-east of Trinidad and Tobago."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Flag_of_Barbados.svg/200px-Flag_of_Barbados.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Belarus"},"description":{"type":"literal","xml:lang":"en","value":"Belarus, officially the Republic of Belarus, is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital is Minsk; other major cities include Brest, Hrodna (Grodno), Homiel (Gomel), Mahilyow (Mogilev) and Vitsebsk (Vitebsk). Over forty percent of its 207,600 square kilometres is forested, and its strongest economic sectors are service industries and manufacturing."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Flag_of_Belarus.svg/200px-Flag_of_Belarus.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Benin"},"description":{"type":"literal","xml:lang":"en","value":"Benin Listen/bɨˈniːn/ (French: Bénin, formerly Dahomey), officially the Republic of Benin (French: République du Bénin), is a country in West Africa. It is bordered by Togo to the west, by Nigeria to the east and by Burkina Faso and Niger to the north. A majority of the population live on its small southern coastline on the Bight of Benin. The capital of Benin is Porto-Novo, but the seat of government is in Cotonou, the country's largest city."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Flag_of_Benin.svg/200px-Flag_of_Benin.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Bhutan"},"description":{"type":"literal","xml:lang":"en","value":"Bhutan, officially the Kingdom of Bhutan, is a landlocked state in South Asia located at the eastern end of the Himalayas. It is bordered to the north by China and to the south, east and west by the Republic of India. Further west, it is separated from Nepal by the Indian state of Sikkim, while further south it is separated from Bangladesh by the Indian states of Assam and West Bengal. Bhutan's capital and largest city is Thimphu."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Flag_of_Bhutan.svg/200px-Flag_of_Bhutan.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Hungary"},"description":{"type":"literal","xml:lang":"en","value":"Hungary Listen/ˈhʌŋɡəri/ is a landlocked country in Central Europe. It is situated in the Carpathian Basin and is bordered by Slovakia to the north, Ukraine, and Romania to the east, Serbia, and Croatia to the south, Slovenia to the southwest and Austria to the west. The country's capital, and largest city, is Budapest. Hungary is a member of the European Union, NATO, the OECD, the Visegrád Group, and the Schengen Agreement."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Flag_of_Hungary.svg/200px-Flag_of_Hungary.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Brunei"},"description":{"type":"literal","xml:lang":"en","value":"Brunei Listen/bruːˈnaɪ/, officially the Nation of Brunei, the Abode of Peace, is a sovereign state located on the north coast of the island of Borneo, in Southeast Asia. Apart from its coastline with the South China Sea, it is completely surrounded by the state of Sarawak, Malaysia, and it is separated into two parts by the Sarawak district of Limbang. It is the only sovereign state completely on the island of Borneo, with the remainder of the island belonging to Malaysia and Indonesia."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Flag_of_Brunei.svg/200px-Flag_of_Brunei.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Burma"},"description":{"type":"literal","xml:lang":"en","value":"Burma, also known as Myanmar, is a sovereign state in Southeast Asia bordered by China, Thailand, India, Laos and Bangladesh. One-third of Burma's total perimeter of 1,930 kilometres forms an uninterrupted coastline along the Bay of Bengal and the Andaman Sea. Its population of over 60 million makes it the world's 24th most populous country and, at 676,578 km (261,227 sq mi), it is the world's 40th largest country and the second largest in Southeast Asia."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Flag_of_Myanmar.svg/200px-Flag_of_Myanmar.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Cambodia"},"description":{"type":"literal","xml:lang":"en","value":"Cambodia, officially known as the Kingdom of Cambodia, is a country located in the southern portion of the Indochina Peninsula in Southeast Asia. Its total landmass is 181,035 square kilometres (69,898 sq mi), bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest. With a population of over 14.8 million, Cambodia is the 68th most populous country in the world."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_Cambodia.svg/200px-Flag_of_Cambodia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"India"},"description":{"type":"literal","xml:lang":"en","value":"India, officially the Republic of India (Bharat Ganrajya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country with over 1.2 billion people, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the south-west, and the Bay of Bengal on the south-east, it shares land borders with Pakistan to the west; China, Nepal, and Bhutan to the north-east; and Burma and Bangladesh to the east."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Flag_of_India.svg/200px-Flag_of_India.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Chad"},"description":{"type":"literal","xml:lang":"en","value":"Chad, officially the Republic of Chad, is a landlocked country in Central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon and Nigeria to the southwest, and Niger to the west. Chad is divided into multiple regions: a desert zone in the north, an arid Sahelian belt in the centre and a more fertile Sudanese savanna zone in the south."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Flag_of_Chad.svg/200px-Flag_of_Chad.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"China"},"description":{"type":"literal","xml:lang":"en","value":"China, officially the People's Republic of China (PRC), is a sovereign state located in East Asia. It is the world's most populous country, with a population of over 1.35 billion. The PRC is a single-party state governed by the Communist Party, with its seat of government in the capital city of Beijing. It exercises jurisdiction over 22 provinces, five autonomous regions, four direct-controlled municipalities, and two mostly self-governing special administrative regions."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Flag_of_the_People's_Republic_of_China.svg/200px-Flag_of_the_People's_Republic_of_China.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Iraq"},"description":{"type":"literal","xml:lang":"en","value":"Iraq, officially the Republic of Iraq, is a country in Western Asia encompassing the Mesopotamian alluvial plain, the northwestern end of the Zagros mountain range, and the eastern part of the Syrian Desert. Iraq borders Syria to the northwest, Turkey to the north, Iran to the east, Jordan to the west, Saudi Arabia to the south and southwest, and Kuwait to the south. Iraq has a narrow section of coastline measuring 58 km on the northern Persian Gulf."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Flag_of_Iraq.svg/200px-Flag_of_Iraq.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Colombia"},"description":{"type":"literal","xml:lang":"en","value":"Colombia, officially the Republic of Colombia, is a unitary constitutional republic comprising thirty-two departments. It is located in northwestern South America, bordered to the northwest by Panama; to the north by the Caribbean Sea; to the east by Venezuela and Brazil; to the south by Ecuador and Peru; and to the west by the Pacific Ocean. Colombia is the 26th largest country by area and the fourth largest in South America."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Colombia.svg/200px-Flag_of_Colombia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Czech Republic"},"description":{"type":"literal","xml:lang":"en","value":"The Czech Republic, is a landlocked country in Central Europe. The country is bordered by Germany to the west, Austria to the south, Slovakia to the east and Poland to the north. Its capital and largest city, with 1.3 million inhabitants, is Prague. The Czech Republic includes the historical territories of Bohemia and Moravia and a small part of Silesia."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Flag_of_the_Czech_Republic.svg/200px-Flag_of_the_Czech_Republic.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Democratic Republic of the Congo"},"description":{"type":"literal","xml:lang":"en","value":"The Democratic Republic of the Congo (French: République démocratique du Congo), sometimes referred to as DR Congo, Congo-Kinshasa or the DRC, is a country located in central Africa. It is the second largest country in Africa by area and the eleventh largest in the world."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Flag_of_the_Democratic_Republic_of_the_Congo.svg/200px-Flag_of_the_Democratic_Republic_of_the_Congo.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Djibouti"},"description":{"type":"literal","xml:lang":"en","value":"Djibouti, officially the Republic of Djibouti, is a country located in the Horn of Africa. It is bordered by Eritrea in the north, Ethiopia in the west and south, and Somalia in the southeast. The remainder of the border is formed by the Red Sea and the Gulf of Aden at the east. Djibouti occupies a total area of justBad rounding here{{#invoke:Math|precision_format| 23,201.11349239 | 1-4 }} km (8,958 sq mi). In antiquity, the territory was part of the Land of Punt."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Flag_of_Djibouti.svg/200px-Flag_of_Djibouti.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Ecuador"},"description":{"type":"literal","xml:lang":"en","value":"Ecuador, officially the Republic of Ecuador (which literally translates as \"Republic of the Equator\") is a representative democratic republic in South America, bordered by Colombia on the north, Peru on the east and south, and by the Pacific Ocean to the west. It is one of only two countries in South America, along with Chile, that do not have a border with Brazil. The country also includes the Galápagos Islands in the Pacific, about 1,000 kilometres west of the mainland."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Flag_of_Ecuador.svg/200px-Flag_of_Ecuador.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Egypt"},"description":{"type":"literal","xml:lang":"en","value":"Egypt Listen/ˈiːdʒɪpt/, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia via a land bridge formed by the Sinai Peninsula. Most of its territory of 1,010,000 square kilometers lies within North Africa and is bordered by the Mediterranean Sea to the north, the Gaza Strip and Israel to the northeast, the Red Sea to the east, Sudan to the south and Libya to the west."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Flag_of_Egypt.svg/200px-Flag_of_Egypt.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Eritrea"},"description":{"type":"literal","xml:lang":"en","value":"Eritrea, officially the State of Eritrea, is a country in the Horn of Africa. Eritrea is the Italian form of the Greek name Ἐρυθραίᾱ (Erythraíā ), meaning \"red [land land]\". With its capital at Asmara, it is bordered by Sudan in the west, Ethiopia in the south, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea, directly across from Saudi Arabia and Yemen."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Flag_of_Eritrea.svg/200px-Flag_of_Eritrea.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Gabon"},"description":{"type":"literal","xml:lang":"en","value":"Gabon, officially the Gabonese Republic is a sovereign state on the west coast of Central Africa. Located on the equator, Gabon is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Atlantic Ocean's Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres and its population is estimated at 1.5 million people. Its capital and largest city is Libreville."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Flag_of_Gabon.svg/200px-Flag_of_Gabon.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Kenya"},"description":{"type":"literal","xml:lang":"en","value":"Kenya, officially the Republic of Kenya, is a sovereign state in East Africa. The capital and largest city is Nairobi. Kenya lies on the equator with the Indian Ocean to the south-east, Tanzania to the south, Uganda to the west, South Sudan to the north-west, Ethiopia to the north and Somalia to the north-east. Kenya covers 581,309 km and has a population of about 43½ million in early 2013. The country is named after Mount Kenya, the second highest mountain in Africa."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Flag_of_Kenya.svg/200px-Flag_of_Kenya.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Georgia (country)"},"description":{"type":"literal","xml:lang":"en","value":"Georgia Listen/ˈdʒɔrdʒə/ is a sovereign state in the Caucasus region of Eurasia. Located at the crossroads of Western Asia and Eastern Europe, it is bounded to the west by the Black Sea, to the north by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. The capital of Georgia is Tbilisi. Georgia covers a territory of 69,700 km², and its population is almost 4.7 million."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Flag_of_Georgia.svg/200px-Flag_of_Georgia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Grenada"},"description":{"type":"literal","xml:lang":"en","value":"Grenada is an island country and Commonwealth realm consisting of the island of Grenada and six smaller islands at the southern end of the Grenadines in the southeastern Caribbean Sea. Grenada is located northwest of Trinidad and Tobago, northeast of Venezuela, and southwest of Saint Vincent and the Grenadines. Grenada is also known as the \"Island of Spice\" because of the production of nutmeg and mace crops of which Grenada is one of the world's largest exporters."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Flag_of_Grenada.svg/200px-Flag_of_Grenada.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Guyana"},"description":{"type":"literal","xml:lang":"en","value":"Guyana, officially the Co-operative Republic of Guyana, is a sovereign state on the northern coast of South America. Culturally Guyana is part of the Anglophone Caribbean. Guyana is one of the few Caribbean countries that is not an island. The Caribbean Community (CARICOM), of which Guyana is a member, has its secretariat's headquarters in Guyana's capital, Georgetown. Guyana was originally colonized by The Netherlands."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Flag_of_Guyana.svg/200px-Flag_of_Guyana.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Latvia"},"description":{"type":"literal","xml:lang":"en","value":"Latvia Listen/ˈlætviə/, officially the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is bordered to the north by Estonia (border length 343 km), to the south by Lithuania (588 km), to the east by Russia (276 km), and to the southeast by Belarus (141 km), and it shares a maritime border to the west with Sweden. With 2,070,371 inhabitants and a territory of 64,589 km it is one of the least populous and least densely populated countries of the European Union."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Flag_of_Latvia.svg/200px-Flag_of_Latvia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Liechtenstein"},"description":{"type":"literal","xml:lang":"en","value":"Liechtenstein, officially the Principality of Liechtenstein, is a doubly landlocked alpine country in Central Europe, bordered by Switzerland to the west and south and by Austria to the east and north. Its area is just over 160 square kilometres, and it has an estimated population of 35,000. Its capital is Vaduz. The biggest town is Schaan."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Flag_of_Liechtenstein.svg/200px-Flag_of_Liechtenstein.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Iceland"},"description":{"type":"literal","xml:lang":"en","value":"Iceland Listen/ˈaɪslənd/ is a Nordic European island country situated at the confluence of the North Atlantic and Arctic Oceans, on the Mid-Atlantic Ridge. The country has a population of about 320,000 and a total area of 103,000 km, which makes it the most sparsely populated country in Europe. The capital and largest city is Reykjavík, with the surrounding areas in the southwestern region of the country being home to two-thirds of the country's population."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Flag_of_Iceland.svg/200px-Flag_of_Iceland.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Iran"},"description":{"type":"literal","xml:lang":"en","value":"Iran, officially the Islamic Republic of Iran, is a country in Western Asia. The name \"Iran\", which in Persian means \"Land of the Aryans\", has been in native use since the Sassanian era, in antiquity. It came into use internationally in 1935, before which the country was known to the Western world as Persia. Both \"Persia\" and \"Iran\" are used interchangeably in cultural contexts; however, \"Iran\" is the name used officially in political contexts."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Flag_of_Iran.svg/200px-Flag_of_Iran.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Israel"},"description":{"type":"literal","xml:lang":"en","value":"Israel, officially the State of Israel, is a parliamentary democracy in the Middle East, on the south-eastern shore of the Mediterranean Sea. It borders Lebanon in the north, Syria in the northeast, Jordan and the West Bank in the east, Egypt and the Gaza Strip on the southwest, and the Gulf of Aqaba in the Red Sea to the south, and it contains geographically diverse features within its relatively small area."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Flag_of_Israel.svg/200px-Flag_of_Israel.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Jamaica"},"description":{"type":"literal","xml:lang":"en","value":"Jamaica is an island country situated in the Caribbean Sea, comprising the third-largest island of the Greater Antilles. The island, 10,990 square kilometres in area, lies about 145 kilometres south of Cuba, and 191 kilometres west of Hispaniola, the island containing the nation-states of Haiti and the Dominican Republic. Jamaica is the fifth-largest island country in the Caribbean. The indigenous people, the Taíno, called it Xaymaca in Arawakan."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Flag_of_Jamaica.svg/200px-Flag_of_Jamaica.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Japan"},"description":{"type":"literal","xml:lang":"en","value":"Japan Listen/dʒəˈpæn/ (Japanese: 日本 Nihon or Nippon; formally 日本国 or Nihon-koku, literally \" State of Japan\") is an island nation in East Asia. Located in the Pacific Ocean, it lies to the east of the Sea of Japan, China, North Korea, South Korea and Russia, stretching from the Sea of Okhotsk in the north to the East China Sea and Taiwan in the south. The characters that make up Japan's name mean \"sun-origin\", which is why Japan is sometimes referred to as the \"Land of the Rising Sun\"."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Flag_of_Japan.svg/200px-Flag_of_Japan.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Jordan"},"description":{"type":"literal","xml:lang":"en","value":"Jordan, officially the Hashemite Kingdom of Jordan, is an Arab kingdom in the Middle East, on the East Bank of the River Jordan, consisting roughly of the historic region of Palestine. Jordan borders Saudi Arabia to the south and east, Iraq to the north-east, Syria to the north and Israel to the west, sharing control of the Dead Sea with the latter. The desert kingdom emerged out of the post-World War I division of the Middle East by Britain and France."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Flag_of_Jordan.svg/200px-Flag_of_Jordan.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Malaysia"},"description":{"type":"literal","xml:lang":"en","value":"Malaysia is a federal constitutional monarchy in Southeast Asia. It consists of thirteen states and three federal territories and has a total landmass of 329,847 square kilometres separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and Malaysian Borneo. Land borders are shared with Thailand, Indonesia, and Brunei, and maritime borders exist with Singapore, Vietnam, and the Philippines."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Flag_of_Malaysia.svg/200px-Flag_of_Malaysia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Malta"},"description":{"type":"literal","xml:lang":"en","value":"Malta Listen/ˈmɒltə/, officially the Republic of Malta (Maltese: Repubblika ta' Malta), is a Southern European country consisting of an archipelago situated in the centre of the Mediterranean, 80 km south of Sicily, 284 km east of Tunisia and 333 km north of Libya. Gibraltar lies 1,755 km to the west and Alexandria 1,508 km to the east. Malta covers just over 316 km in land area, making it one of the world's smallest states. It is also one of the most densely populated countries worldwide."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Flag_of_Malta.svg/200px-Flag_of_Malta.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Kuwait"},"description":{"type":"literal","xml:lang":"en","value":"Kuwait, officially the State of Kuwait Listen/kuːˈweɪt/, is a sovereign Arab state situated in the north-east of the Arabian Peninsula in Western Asia. It lies on the north-western shore of the Persian Gulf and is bordered by Saudi Arabia to the south and Iraq to the north. The name \"Kuwait\" is derived from the Arabic أكوات ākwāt, the plural of كوت kūt, meaning \"fortress built near water\"."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Flag_of_Kuwait.svg/200px-Flag_of_Kuwait.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Lebanon"},"description":{"type":"literal","xml:lang":"en","value":"Lebanon, officially the Lebanese Republic, is a country in the East Mediterranean. It is bordered by Syria to the north and east and Israel to the south. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has dictated its rich history and shaped a cultural identity of religious and ethnic diversity. The earliest evidence of civilization in Lebanon dates back more than seven thousand years, predating recorded history."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Flag_of_Lebanon.svg/200px-Flag_of_Lebanon.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Libya"},"description":{"type":"literal","xml:lang":"en","value":"Libya, officially the State of Libya, is a country in the Maghreb region of North Africa bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad and Niger to the south, and Algeria and Tunisia to the west. With an area of almost 1.8 million square kilometres, Libya is the 17th largest country in the world. The largest city and capital, Tripoli, is home to 1.7 million of Libya's 6.4 million people."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Flag_of_Libya.svg/200px-Flag_of_Libya.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Maldives"},"description":{"type":"literal","xml:lang":"en","value":"Maldives, officially the Republic of the Maldives and also referred to as the Maldive Islands, is an island nation in the Indian Ocean consisting of a double chain of twenty-six atolls, orientated north-south, that lie between Minicoy Island and the Chagos Archipelago. The chains stand in the Laccadive Sea, about 700 kilometres south-west of Sri Lanka and 400 kilometres south-west of India."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Flag_of_Maldives.svg/200px-Flag_of_Maldives.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Mexico"},"description":{"type":"literal","xml:lang":"en","value":"Mexico, officially the United Mexican States, is a federal constitutional republic in North America. It is bordered on the north by the United States of America; on the south and west by the Pacific Ocean; on the southeast by Guatemala, Belize, and the Caribbean Sea; and on the east by the Gulf of Mexico. Covering almost two million square kilometres (over 760,000 sq mi), Mexico is the fifth largest country in the Americas by total area and the 13th largest independent nation in the world."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Flag_of_Mexico.svg/200px-Flag_of_Mexico.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Mercosur"},"description":{"type":"literal","xml:lang":"en","value":"Mercosur or Mercosul (Spanish: Mercado Común del Sur, Portuguese: Mercado Comum do Sul, Guarani: Ñemby Ñemuha, English: Southern Common Market) is an economic and political agreement among Argentina, Brazil, Paraguay, Uruguay, and Venezuela; with Bolivia becoming an accessing member on 7 December 2012 to be ratified by the Member State's legislatures. It was established in 1991 by the Treaty of Asunción, which was later amended and updated by the 1994 Treaty of Ouro Preto."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Flag_of_Mercosur_Mercosul.svg/200px-Flag_of_Mercosur_Mercosul.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Moldova"},"description":{"type":"literal","xml:lang":"en","value":"Moldova Listen/mɔːlˈdoʊvə/, officially the Republic of Moldova is a landlocked nation in Eastern Europe located between Romania to the west and Ukraine to the north, east, and south. The capital city is Chișinău. It declared itself an independent state with the same boundaries as the Moldavian Soviet Socialist Republic in 1991 as part of the dissolution of the Soviet Union. On July 29, 1994, the new constitution of Moldova was adopted."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Location_Moldova_Europe.png/200px-Location_Moldova_Europe.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Mongolia"},"description":{"type":"literal","xml:lang":"en","value":"Mongolia Listen/mɒŋˈɡoʊliə/ is a landlocked country in East and Central Asia. It borders Russia to the north and the autonomous region of Inner Mongolia, China to the south, east and west. Ulan Bator, the capital and largest city, is home to about 45% of the population. Mongolia's political system is a parliamentary republic. The area of what is now Mongolia has been ruled by various nomadic empires, including the Xiongnu, the Xianbei, the Rouran, the Gökturks and others."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Flag_of_Mongolia.svg/200px-Flag_of_Mongolia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Morocco"},"description":{"type":"literal","xml:lang":"en","value":"Morocco, officially the Kingdom of Morocco. Arabic name al-Mamlaka al-Maghribiyyah translates to \"The Western Kingdom\". Al-Maghrib, or Maghreb, meaning \"The West\", is commonly used. The Kingdom of Morocco is the most westerly of the North African countries. It has Atlantic and Mediterranean coastlines, and a rugged mountain interior. Morocco has a population of over 32 million and an area of 446,550 km; if Western Sahara is included that would be 710,850 km ."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Flag_of_Morocco.svg/200px-Flag_of_Morocco.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Nepal"},"description":{"type":"literal","xml:lang":"en","value":"Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked sovereign state located in South Asia. With an area of 147,181 square kilometres and a population of approximately 27 million (and nearly 2 million absentee workers living abroad), Nepal is the world's 93rd largest country by land mass and the 41st most populous country. It is located in the Himalayas and bordered to the north by the People's Republic of China, and to the south, east, and west by the Republic of India."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Flag_of_Nepal.svg/200px-Flag_of_Nepal.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Netherlands"},"description":{"type":"literal","xml:lang":"en","value":"The Netherlands is a constituent country of the Kingdom of the Netherlands, consisting of twelve provinces in North-West Europe and three islands in the Caribbean. The European part of the Netherlands borders the North Sea to the north and west, Belgium to the south, and Germany to the east, and shares maritime borders with Belgium, Germany and the United Kingdom. It is a parliamentary democracy organised as a unitary state."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Flag_of_the_Netherlands.svg/200px-Flag_of_the_Netherlands.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"New Zealand"},"description":{"type":"literal","xml:lang":"en","value":"New Zealand is an island country in the southwestern Pacific Ocean. The country geographically comprises two main landmasses ‒ that of the North and South Islands ‒ and numerous smaller islands. New Zealand is situated some 1,500 kilometres east of Australia across the Tasman Sea and roughly 1,000 kilometres south of the Pacific island nations of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Flag_of_New_Zealand.svg/200px-Flag_of_New_Zealand.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Niger"},"description":{"type":"literal","xml:lang":"en","value":"Niger, officially the Republic of Niger, is a landlocked country in Western Africa, named after the Niger River. It borders Nigeria and Benin to the south, Burkina Faso and Mali to the west, Algeria and Libya to the north and Chad to the east. Niger covers a land area of almost 1,270,000 km, making it the largest nation in West Africa, with over 80 percent of its land area covered by the Sahara desert."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Flag_of_Niger.svg/200px-Flag_of_Niger.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Nigeria"},"description":{"type":"literal","xml:lang":"en","value":"Nigeria Listen/naɪˈdʒɪəriə/, officially the Federal Republic of Nigeria, is a federal constitutional republic comprising 36 states and its Federal Capital Territory, Abuja. The country is located in West Africa and shares land borders with the Republic of Benin in the west, Chad and Cameroon in the east, and Niger in the north. Its coast in the south lies on the Gulf of Guinea on the Atlantic Ocean. The three largest and most influential ethnic groups in Nigeria are the Hausa, Igbo and Yoruba."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Flag_of_Nigeria.svg/200px-Flag_of_Nigeria.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Norway"},"description":{"type":"literal","xml:lang":"en","value":"Norway, officially the Kingdom of Norway, is a Scandinavian unitary constitutional monarchy whose territory comprises the western portion of the Scandinavian Peninsula, Jan Mayen, the Arctic archipelago of Svalbard and the subantarctic Bouvet Island. Norway has a total area of 385,252 square kilometres and a population of about 5 million. It is the second least densely populated country in Europe."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Flag_of_Norway.svg/200px-Flag_of_Norway.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Oman"},"description":{"type":"literal","xml:lang":"en","value":"Oman, officially called the Sultanate of Oman, is an Arab state in southwest Asia on the southeast coast of the Arabian Peninsula. It has a strategically important position at the mouth of the Persian Gulf. It is bordered by the United Arab Emirates (UAE) to the northwest, Saudi Arabia to the west, and Yemen to the southwest. The coast is formed by the Arabian Sea on the southeast and the Gulf of Oman on the northeast."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Flag_of_Oman.svg/200px-Flag_of_Oman.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Pakistan"},"description":{"type":"literal","xml:lang":"en","value":"Pakistan, officially the Islamic Republic of Pakistan, is a sovereign country in South Asia. With a population exceeding 180 million people, it is the sixth most populous country in the world."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Flag_of_Pakistan.svg/200px-Flag_of_Pakistan.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Palau"},"description":{"type":"literal","xml:lang":"en","value":"Palau, officially the Republic of Palau (Palauan: Beluu er a Belau), is an island country located in the western Pacific Ocean. Geographically part of the larger island group of Micronesia, with the country's population of around 21,000 people spread out over 250 islands forming the western chain of the Caroline Islands. The islands share maritime boundaries with Indonesia, the Philippines, and the Federated States of Micronesia."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Flag_of_Palau.svg/200px-Flag_of_Palau.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Panama"},"description":{"type":"literal","xml:lang":"en","value":"Panama, officially the Republic of Panama, is the southernmost country of Central America. Situated on the isthmus connecting North and South America, it is bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean to the north and the Pacific Ocean to the south. The capital is Panama City. Explored and settled by the Spanish in the 16th century, Panama broke with Spain in 1821 and joined a union of Nueva Granada, Ecuador, and Venezuela, named the Republic of Gran Colombia."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Flag_of_Panama.svg/200px-Flag_of_Panama.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Paraguay"},"description":{"type":"literal","xml:lang":"en","value":"Paraguay, officially the Republic of Paraguay, is a landlocked country located in South America, bordered by Argentina to the south and southwest, Brazil to the east and northeast, and Bolivia to the northwest. Paraguay lies on both banks of the Paraguay River, which runs through the center of the country from north to south. Due to its central location in South America, it is sometimes referred to as Corazón de América (\"Heart of America\")."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Flag_of_Paraguay.svg/200px-Flag_of_Paraguay.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Philippines"},"description":{"type":"literal","xml:lang":"en","value":"The Philippines, officially known as the Republic of the Philippines (Filipino: Repúblika ng Pilipinás), is a sovereign state in Southeast Asia in the western Pacific Ocean. To its north across the Luzon Strait lies Taiwan. West across the South China Sea sits Vietnam. The Sulu Sea to the southwest lies between the country and the island of Borneo, and to the south the Celebes Sea separates it from other islands of Indonesia. It is bounded on the east by the Philippine Sea."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Flag_of_the_Philippines.svg/200px-Flag_of_the_Philippines.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Poland"},"description":{"type":"literal","xml:lang":"en","value":"Poland Listen/ˈpoʊlənd/, officially the Republic of Poland, is a country in Central Europe, bordered by Germany to the west; the Czech Republic and Slovakia to the south; Ukraine, Belarus to the east; and the Baltic Sea and Kaliningrad Oblast, a Russian exclave, and Lithuania to the north. The total area of Poland is 312,679 square kilometres, making it the 69th largest country in the world and the 9th largest in Europe."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Flag_of_Poland_(normative).svg/200px-Flag_of_Poland_(normative).svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Portugal"},"description":{"type":"literal","xml:lang":"en","value":"Portugal, officially the Portuguese Republic, is a country located in Southwestern Europe, on the Iberian Peninsula. It is the westernmost country of mainland Europe, and is bordered by the Atlantic Ocean to the west and south and by Spain to the north and east. Apart from continental Portugal, the Portuguese Republic holds sovereignty over the Atlantic archipelagos of Azores and Madeira, which are autonomous regions of Portugal."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Flag_of_Portugal.svg/200px-Flag_of_Portugal.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Qatar"},"description":{"type":"literal","xml:lang":"en","value":"Qatar (officially the State of Qatar, is a sovereign Arab state, located in Western Asia, occupying the small Qatar Peninsula on the northeasterly coast of the much larger Arabian Peninsula. Its sole land border is with Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. A strait in the Persian Gulf separates Qatar from the nearby island state of Bahrain."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Flag_of_Qatar.svg/200px-Flag_of_Qatar.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Republic of the Congo"},"description":{"type":"literal","xml:lang":"en","value":"The Republic of the Congo (French: République du Congo), also referred to as Congo-Brazzaville, is a country located in Central Africa. It is bordered by Gabon, Cameroon, the Central African Republic, the Democratic Republic of the Congo and the Angolan exclave of Cabinda. The region was dominated by Bantu-speaking tribes, who built trade links leading into the Congo River basin. Congo-Brazzaville was formerly part of the French colony of Equatorial Africa."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Flag_of_the_Republic_of_the_Congo.svg/200px-Flag_of_the_Republic_of_the_Congo.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Romania"},"description":{"type":"literal","xml:lang":"en","value":"Romania is a country located at the intersection of Central and Southeastern Europe, bordering on the Black Sea. Romania shares a border with Hungary and Serbia to the west, Ukraine and Moldova to the northeast and east, and Bulgaria to the south. At 238,400 square kilometers, Romania is the eighth largest country of the European Union by area, and has the seventh largest population of the European Union with more than 19 million people."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Flag_of_Romania.svg/200px-Flag_of_Romania.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Russia"},"description":{"type":"literal","xml:lang":"en","value":"Russia Listen/ˈrʌʃə/ or /ˈrʊʃə/, also officially known as the Russian Federation, is a country in northern Eurasia. It is a federal semi-presidential republic, comprising 83 federal subjects. From northwest to southeast, Russia shares land borders with Norway, Finland, Estonia, Latvia, Lithuania and Poland, Belarus, Ukraine, Georgia, Azerbaijan, Kazakhstan, China, Mongolia, and North Korea. It shares maritime borders with Japan by the Sea of Okhotsk, and the U.S."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Flag_of_Russia.svg/200px-Flag_of_Russia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Rwanda"},"description":{"type":"literal","xml:lang":"en","value":"Rwanda, officially the Republic of Rwanda (Kinyarwanda: Repubulika y'u Rwanda; French: République du Rwanda), is a sovereign state in central and east Africa. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. All of Rwanda is at high elevation, with a geography dominated by mountains in the west, savanna in the east, and numerous lakes throughout the country."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Flag_of_Rwanda.svg/200px-Flag_of_Rwanda.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"São Tomé and Príncipe"},"description":{"type":"literal","xml:lang":"en","value":"São Tomé and Príncipe officially the Democratic Republic of São Tomé and Príncipe, is a Portuguese-speaking island nation in the Gulf of Guinea, off the western equatorial coast of Central Africa. It consists of two archipelagos around the two main islands: São Tomé and Príncipe, located about 140 kilometres apart and about 250 and 225 kilometres (and mi), respectively, off the northwestern coast of Gabon. Both islands are part of an extinct volcanic mountain range."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Flag_of_Sao_Tome_and_Principe.svg/200px-Flag_of_Sao_Tome_and_Principe.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Samoa"},"description":{"type":"literal","xml:lang":"en","value":"Samoa, officially the Independent State of Samoa (Samoan: Malo Sa'oloto Tuto'atasi o Sāmoa), formerly known as Western Samoa, is a country encompassing the western part of the Samoan Islands in the South Pacific Ocean. It became independent from New Zealand in 1962. The two main islands of Samoa are Upolu and one of the biggest islands in Polynesia, Savai'i. The capital city, Apia, and Faleolo International Airport are situated on the island of Upolu."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Flag_of_Samoa.svg/200px-Flag_of_Samoa.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Saudi Arabia"},"description":{"type":"literal","xml:lang":"en","value":"Saudi Arabia, officially known as the Kingdom of Saudi Arabia, is the largest Arab state in Western Asia by land area (approximately 2,250,000 km, constituting the bulk of the Arabian Peninsula) and the second-largest in the Arab world. It is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain and the United Arab Emirates to the east, Oman to the southeast, Yemen in the south, the Red Sea to the west and Persian Gulf to the east."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Flag_of_Saudi_Arabia.svg/200px-Flag_of_Saudi_Arabia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Serbia"},"description":{"type":"literal","xml:lang":"en","value":"Serbia Listen/ˈsɜrbiə/, officially the Republic of Serbia, is a country located at the crossroads of Central and Southeast Europe, covering the southern part of the Pannonian Plain and the central Balkans, lying between the homonymous masive and Carpathian mountains in the east, Dinaric Alps in the west, and the Morava valley - an intersection of land routes which lead southwards, towards Salonica, and eastwards, towards Asia minor."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Flag_of_Serbia.svg/200px-Flag_of_Serbia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Slovakia"},"description":{"type":"literal","xml:lang":"en","value":"The Slovak Republic is a landlocked state in Central Europe. It has a population of over five million and an area of about 49,000 square kilometres . Slovakia is bordered by the Czech Republic and Austria to the west, Poland to the north, Ukraine to the east and Hungary to the south. The largest city is the capital, Bratislava, and the second largest is Košice. Slovakia is a member state of the European Union, NATO, United Nations, OECD and WTO among others."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Flag_of_Slovakia.svg/200px-Flag_of_Slovakia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Slovenia"},"description":{"type":"literal","xml:lang":"en","value":"Slovenia, officially the Republic of Slovenia, is a nation state situated in Central Europe at the crossroad of main European cultural and trade routes. It borders Italy to the west, Austria to the north, Croatia to the south and southeast and Hungary to the northeast. It covers 20,273 square kilometres and has a population of 2.05 million. It is a parliamentary republic and a member of the European Union and NATO."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Flag_of_Slovenia.svg/200px-Flag_of_Slovenia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Solomon Islands"},"description":{"type":"literal","xml:lang":"en","value":"The Solomon Islands are a collection of nearly one thousand islands in Oceania that form a sovereign country. They lie to the east of Papua New Guinea in Melanesia and cover a land area of 28,400 square kilometres . The country's capital, Honiara, is located on the island of Guadalcanal. The islands have been inhabited for thousands of years. In 1568, the Spanish navigator Álvaro de Mendaña was the first European to visit them, naming them the Islas Salomón."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Flag_of_the_Solomon_Islands.svg/200px-Flag_of_the_Solomon_Islands.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Spain"},"description":{"type":"literal","xml:lang":"en","value":"Spain, officially the Kingdom of Spain (Spanish: Reino de España), is a sovereign state and a state of the European Union located in southwestern Europe on the Iberian Peninsula. Its mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with the British Overseas Territory of Gibraltar; to the north and north east by France, Andorra, and the Bay of Biscay; and to the northwest and west by the Atlantic Ocean and Portugal."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Flag_of_Spain.svg/200px-Flag_of_Spain.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Sudan"},"description":{"type":"literal","xml:lang":"en","value":"Sudan, officially the Republic of the Sudan and sometimes called North Sudan, is an Arab state in North Africa bordered by Egypt to the north, the Red Sea to the northeast, Eritrea and Ethiopia to the east, South Sudan to the south, the Central African Republic to the southwest, Chad to the west and Libya to the northwest. Internally, the Nile divides the country into eastern and western halves."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Flag_of_Sudan.svg/200px-Flag_of_Sudan.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Suriname"},"description":{"type":"literal","xml:lang":"en","value":"Suriname (or Surinam), officially known as the Republic of Suriname, is a country in northern South America. It is bordered by French Guiana to the east, Guyana to the west, Brazil to the south and the Atlantic Ocean to the north. Suriname was colonized by the English and the Dutch in the 17th century. In 1667 it was captured by the Dutch, who then governed Suriname as Dutch Guiana until 1954, when it became one of the constituent countries of the Kingdom of the Netherlands."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Flag_of_Suriname.svg/200px-Flag_of_Suriname.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Sweden"},"description":{"type":"literal","xml:lang":"en","value":"Sweden, officially the Kingdom of Sweden, is a Scandinavian country in Northern Europe. Sweden borders Norway and Finland, and is connected to Denmark by a bridge-tunnel across the Øresund. At 450,295 square kilometres, Sweden is the third largest country in the European Union by area, with a total population of about 9.5 million. Sweden has a low population density of 21 inhabitants per square kilometre with the population mostly concentrated to the southern half of the country."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Flag_of_Sweden.svg/200px-Flag_of_Sweden.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Syria"},"description":{"type":"literal","xml:lang":"en","value":"Syria, is a country in Western Asia, bordering Lebanon and the Mediterranean Sea to the West, Turkey to the north, Iraq to the east, Jordan to the south and Israel to the southwest. A country of fertile plains, high mountains and deserts, it is home to diverse ethnic and religious groups, including Kurds, Armenians, Assyrians, Christians, Druze, Alawite Shias and Arab Sunnis. The latter make up the majority of the population."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Flag_of_Syria.svg/200px-Flag_of_Syria.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Taiwan"},"description":{"type":"literal","xml:lang":"en","value":"Taiwan, officially the Republic of China, is a state in East Asia. Originally based in mainland China, the Republic of China now governs the island of Taiwan (formerly known as \"Formosa\"), which makes up over 99% of its territory, as well as Penghu, Kinmen, Matsu, and other minor islands. Neighboring states include the People's Republic of China to the west, Japan to the east and northeast, and the Philippines to the south."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Flag_of_the_Republic_of_China.svg/200px-Flag_of_the_Republic_of_China.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Tanzania"},"description":{"type":"literal","xml:lang":"en","value":"Tanzania, officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa. It is bordered by Kenya and Uganda to the north; Rwanda, Burundi and the Democratic Republic of the Congo to the west; and Zambia, Malawi and Mozambique to the south. The country's eastern border is formed by the Indian Ocean. Tanzania contains Kilimanjaro, Africa's highest mountain."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Flag_of_Tanzania.svg/200px-Flag_of_Tanzania.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"The Bahamas"},"description":{"type":"literal","xml:lang":"en","value":"The Bahamas Listen/bəˈhɑːməz/, officially the Commonwealth of the Bahamas, is a country consisting of more than 3,000 islands, cays and islets in the Atlantic Ocean, north of Cuba and Hispaniola, northwest of the Turks and Caicos Islands, southeast of the U.S. state of Florida and east of the Florida Keys. Its capital is Nassau on the island of New Providence. Geographically, the Bahamas lie near to Cuba, which is part of the Greater Antilles, along with Hispaniola and Jamaica."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Flag_of_the_Bahamas.svg/200px-Flag_of_the_Bahamas.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Tonga"},"description":{"type":"literal","xml:lang":"en","value":"Tonga, officially the Kingdom of Tonga, is a sovereign state and an archipelago comprising 176 islands scattered over 700,000 square kilometres of the southern Pacific Ocean. Fifty-two of these islands are inhabited. Lengthwise, the Kingdom stretches over a distance of about 800 kilometres in a north-south line located about a third of the distance from New Zealand to Hawaii."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Flag_of_Tonga.svg/200px-Flag_of_Tonga.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Trinidad and Tobago"},"description":{"type":"literal","xml:lang":"en","value":"Trinidad and Tobago, officially the Republic of Trinidad and Tobago, is an archipelagic state in the southern Caribbean, lying just off the coast of northeastern Venezuela and south of Grenada in the Lesser Antilles. It shares maritime boundaries with other nations including Barbados to the northeast, Grenada to the northwest, Guyana to the southeast, and Venezuela to the south and west."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Flag_of_Trinidad_and_Tobago.svg/200px-Flag_of_Trinidad_and_Tobago.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Tunisia"},"description":{"type":"literal","xml:lang":"en","value":"Tunisia, officially the Republic of Tunisia, is the smallest country in North Africa. It is a Maghreb country bordered by Algeria to the west, Libya to the southeast and the Mediterranean Sea to the north and east. Tunisia is almost 165,000 square kilometres in area, with an estimated population of just under 10.7 million. Its name is derived from the capital Tunis located in the northeast."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Flag_of_Tunisia.svg/200px-Flag_of_Tunisia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Turkey"},"description":{"type":"literal","xml:lang":"en","value":"Turkey, officially the Republic of Turkey is a Eurasian country, located mostly on Anatolia in Western Asia and on East Thrace in Southeastern Europe. Turkey is bordered by eight countries: Bulgaria to the northwest; Greece to the west; Georgia to the northeast; Armenia, Iran and the Azerbaijani exclave of Nakhchivan to the east; and Iraq and Syria to the southeast. The Mediterranean Sea is to the south; the Aegean Sea is to the west; and the Black Sea is to the north."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Flag_of_Turkey.svg/200px-Flag_of_Turkey.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Turkmenistan"},"description":{"type":"literal","xml:lang":"en","value":"Turkmenistan, formerly also known as Turkmenia, is one of the Turkic states in Central Asia. Until 1991, it was a constituent republic of the Soviet Union, the Turkmen Soviet Socialist Republic (Turkmen SSR). Turkmenistan is bordered by Afghanistan to the southeast, Iran to the south and southwest, Uzbekistan to the east and northeast, Kazakhstan to the northwest and the Caspian Sea to the west."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Flag_of_Turkmenistan.svg/200px-Flag_of_Turkmenistan.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"United Arab Emirates"},"description":{"type":"literal","xml:lang":"en","value":"The United Arab Emirates Listen/juːˌnaɪtɨd ˌærəb ˈɛmɪrɨts/, sometimes simply called the Emirates or the UAE, is an Arab country in the southeast of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south, as well as sharing sea borders with Qatar and Iran. The UAE is a federation of seven emirates, each governed by a hereditary emir, who choose one of their members to be the president of the federation."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Flag_of_the_United_Arab_Emirates.svg/200px-Flag_of_the_United_Arab_Emirates.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Uruguay"},"description":{"type":"literal","xml:lang":"en","value":"Uruguay Listen/ˈjʊərəɡwaɪ/, officially the Oriental Republic of Uruguay and sometimes called the Eastern Republic of Uruguay, is a country in the southeastern part of South America. It is home to 3.3 million people, of whom 1.8 million live in the capital Montevideo and its metropolitan area. An estimated 88% of the population is of European descent. With an area of approximately 176,000 square kilometres, Uruguay is the second-smallest nation in South America by area, after Suriname."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Flag_of_Uruguay.svg/200px-Flag_of_Uruguay.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Vietnam"},"description":{"type":"literal","xml:lang":"en","value":"Vietnam officially the Socialist Republic of Vietnam (Cộng hòa Xã hội chủ nghĩa Việt Nam), is the easternmost country on the Indochina Peninsula in Southeast Asia. With an estimated 90.3 million inhabitants as of 2012, it is the world's 13th-most-populous country, and the eighth-most-populous Asian country. The name Vietnam translates as \"South Viet\", and was officially adopted in 1945."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/200px-Flag_of_Vietnam.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Yemen"},"description":{"type":"literal","xml:lang":"en","value":"The Republic of Yemen, commonly known as Yemen Listen/ˈjɛmən/, is a country located in Western Asia, occupying the southwestern to southern end of the Arabian Peninsula. It is bordered by Saudi Arabia to the north, the Red Sea to the west, the Gulf of Aden and Arabian Sea to the south, and Oman to the east. Its capital and largest city is Sana'a. Yemen's territory includes over 200 islands, the largest of which is Socotra, about 354 km to the south of mainland Yemen."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Flag_of_Yemen.svg/200px-Flag_of_Yemen.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Zambia"},"description":{"type":"literal","xml:lang":"en","value":"Zambia, officially the Republic of Zambia, is a landlocked country in Southern Africa. The neighbouring countries are the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique, Zimbabwe, Botswana and Namibia to the south, and Angola to the west. The capital city is Lusaka, located in the south-central part of the country. The population is concentrated mainly around Lusaka in the south and the Copperbelt Province to the northwest."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Flag_of_Zambia.svg/200px-Flag_of_Zambia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Zimbabwe"},"description":{"type":"literal","xml:lang":"en","value":"Zimbabwe, officially the Republic of Zimbabwe, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo rivers. It is bordered by South Africa to the south, Botswana to the southwest, Zambia to the northwest and Mozambique to the east. The capital is Harare."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Flag_of_Zimbabwe.svg/200px-Flag_of_Zimbabwe.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Albania"},"description":{"type":"literal","xml:lang":"en","value":"Albania, officially known as the Republic of Albania, is a country in Southeastern Europe. It is bordered by Montenegro to the northwest, Kosovo to the northeast, Macedonia to the east and Greece to the south and southeast. It has a coast on the Adriatic Sea to the west, and on the Ionian Sea to the southwest. It is less than 72 km from Italy, across the Strait of Otranto which links the Adriatic Sea to the Ionian Sea."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Flag_of_Albania.svg/200px-Flag_of_Albania.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Australia"},"description":{"type":"literal","xml:lang":"en","value":"Australia, officially the Commonwealth of Australia, is a country comprising the mainland of the Australian continent, the island of Tasmania and numerous smaller islands. It is the world's sixth-largest country by total area. Neighbouring countries include Indonesia, East Timor and Papua New Guinea to the north; the Solomon Islands, Vanuatu and New Caledonia to the north-east; and New Zealand to the south-east."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Flag_of_Australia.svg/200px-Flag_of_Australia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Austria"},"description":{"type":"literal","xml:lang":"en","value":"Austria, officially the Republic of Austria, is a landlocked country of roughly 8.47 million people in Central Europe. It is bordered by the Czech Republic and Germany to the north, Hungary and Slovakia to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. The territory of Austria covers 83,855 square kilometres and has a temperate and alpine climate."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Flag_of_Austria.svg/200px-Flag_of_Austria.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Azerbaijan"},"description":{"type":"literal","xml:lang":"en","value":"Azerbaijan, officially the Republic of Azerbaijan is the largest country in the Caucasus region located at the crossroads of Western Asia and Eastern Europe. It is bounded by the Caspian Sea to the east, Russia to the north, Georgia to the northwest, Armenia to the west and Iran to the south. The exclave of Nakhchivan is bounded by Armenia to the north and east, Iran to the south and west, while having a short borderline with Turkey to the northwest."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Flag_of_Azerbaijan.svg/200px-Flag_of_Azerbaijan.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Bosnia and Herzegovina"},"description":{"type":"literal","xml:lang":"en","value":"Bosnia and Herzegovina, sometimes called Bosnia-Herzegovina or simply Bosnia, is a country in Southeastern Europe, on the Balkan Peninsula. Its capital and largest city is Sarajevo with an estimated urban population of 430,000 people. Bordered by Croatia to the north, west and south, Serbia to the east, and Montenegro to the southeast, Bosnia and Herzegovina is almost landlocked, except for the 20 kilometres of coastline on the Adriatic Sea surrounding the city of Neum."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Flag_of_Bosnia_and_Herzegovina.svg/200px-Flag_of_Bosnia_and_Herzegovina.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Cameroon"},"description":{"type":"literal","xml:lang":"en","value":"Cameroon, officially the Republic of Cameroon (French: République du Cameroun), is a country in west Central Africa. It is bordered by Nigeria to the west; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon, and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Bonny, part of the Gulf of Guinea and the Atlantic Ocean. The country is called \"Africa in miniature\" for its geological and cultural diversity."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Flag_of_Cameroon.svg/200px-Flag_of_Cameroon.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Croatia"},"description":{"type":"literal","xml:lang":"en","value":"Croatia, officially the Republic of Croatia, is a unitary democratic parliamentary republic in Europe at the crossroads of Central Europe, the Balkans, and the Mediterranean. Its capital and largest city is Zagreb. The country is divided into 20 counties and the city of Zagreb. Croatia covers 56,594 square kilometres and has diverse, mostly continental and Mediterranean climates. Croatia's Adriatic Sea coast contains more than a thousand islands."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Flag_of_Croatia.svg/200px-Flag_of_Croatia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Cuba"},"description":{"type":"literal","xml:lang":"en","value":"Cuba, officially the Republic of Cuba, is an island country in the Caribbean. The nation of Cuba consists of the main island of Cuba, the Isla de la Juventud, and several archipelagos. Havana is the capital of Cuba and its largest city, followed by Santiago de Cuba. To the north of Cuba lies the United States (150 km or 93 mi away) and the Bahamas, Mexico is to the west, the Cayman Islands and Jamaica are to the south, and Haiti and the Dominican Republic are to the southeast."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Flag_of_Cuba.svg/200px-Flag_of_Cuba.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Greece"},"description":{"type":"literal","xml:lang":"en","value":"Greece, officially the Hellenic Republic (Ellīnikî Dīmokratía), is a country in Southeast Europe. Athens is the nation's capital and largest city, its metropolitan area also including the municipality of Piraeus. According to the 2011 census, Greece's population is slightly less than 11 million. Greece is located at the crossroads of Europe, Asia and Africa and has land borders with Albania, the Republic of Macedonia and Bulgaria to the north, and Turkey to the northeast."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Flag_of_Greece.svg/200px-Flag_of_Greece.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Italy"},"description":{"type":"literal","xml:lang":"en","value":"Italy Listen/ˈɪtəli/, officially the Italian Republic, is a unitary parliamentary republic in Southern Europe. To the north, it borders France, Switzerland, Austria, and Slovenia along the Alps. To the south, it consists of the entirety of the Italian Peninsula, Sicily, Sardinia–the two largest islands in the Mediterranean Sea–and many other smaller islands."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Flag_of_Italy.svg/200px-Flag_of_Italy.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Kazakhstan"},"description":{"type":"literal","xml:lang":"en","value":"Kazakhstan, officially the Republic of Kazakhstan, is a country in Central Asia, with a small portion west of the Ural River in easternmost Europe. Kazakhstan is the world's largest landlocked country by land area and the ninth largest country in the world; its territory of 2,727,300 square kilometres is larger than Western Europe. Moreover, lying on both sides of the Ural River makes Kazakhstan one of only two landlocked countries in the world lying on two continents."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Flag_of_Kazakhstan.svg/200px-Flag_of_Kazakhstan.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Liberia"},"description":{"type":"literal","xml:lang":"en","value":"Liberia Listen/laɪˈbɪəriə/, officially the Republic of Liberia, is a country in West Africa bordered by Sierra Leone to its west, Guinea to its north and Côte d'Ivoire to its east. It covers an area of 111,369 km and is home to about 3.7 million people. English is the official language and over thirty indigenous languages are also spoken within the country."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Flag_of_Liberia.svg/200px-Flag_of_Liberia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Mauritania"},"description":{"type":"literal","xml:lang":"en","value":"Mauritania Listen/mɔrɪˈteɪniə/, officially the Islamic Republic of Mauritania, is an Arab Maghreb country in West Africa. It is bordered by the Atlantic Ocean in the west, by Western Sahara in the north, by Algeria in the northeast, by Mali in the east and southeast, and by Senegal in the southwest."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Flag_of_Mauritania.svg/200px-Flag_of_Mauritania.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Mauritius"},"description":{"type":"literal","xml:lang":"en","value":"Mauritius Listen/məˈrɪʃəs/, officially the Republic of Mauritius is an island nation in the Indian Ocean about 2,000 kilometres off the south east coast of the African continent. The country includes the islands of Mauritius, Rodrigues, 560 kilometres east of the principal island, the islands of Agaléga and the Saint Brandon. The islands of the Republic of Mauritius form part of the Mascarene Islands, which also include the neighbouring island of Réunion."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Flag_of_Mauritius.svg/200px-Flag_of_Mauritius.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Namibia"},"description":{"type":"literal","xml:lang":"en","value":"Namibia, officially the Republic of Namibia, is a country in southern Africa whose western border is the Atlantic Ocean. It shares land borders with Angola and Zambia to the north, Botswana to the east and South Africa to the south and east. Although it does not border with Zimbabwe, less than 200 meters of riverbed separates them at their closest points. It gained independence from South Africa on 21 March 1990, following the Namibian War of Independence."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Flag_of_Namibia.svg/200px-Flag_of_Namibia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Peru"},"description":{"type":"literal","xml:lang":"en","value":"Peru Listen/pəˈruː/, officially the Republic of Peru, is a country located in western South America. It is bordered on the north by Ecuador and Colombia, on the east by Brazil, on the southeast by Bolivia, on the south by Chile, and on the west by the Pacific Ocean. Peruvian territory was home to ancient cultures spanning from the Norte Chico civilization, one of the oldest in the world, to the Inca Empire, the largest state in Pre-Columbian America."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Escudo_nacional_del_Perú.svg/200px-Escudo_nacional_del_Perú.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Republic of Macedonia"},"description":{"type":"literal","xml:lang":"en","value":"Macedonia, officially the Republic of Macedonia, is a country located in the central Balkan peninsula in Southeast Europe. It is one of the successor states of the former Yugoslavia, from which it declared independence in 1991. It became a member of the United Nations in 1993 but, as a result of a dispute with Greece over its name, it was admitted under the provisional reference of the former Yugoslav Republic of Macedonia, sometimes abbreviated as FYROM."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Flag_of_Macedonia.svg/200px-Flag_of_Macedonia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Sierra Leone"},"description":{"type":"literal","xml:lang":"en","value":"Sierra Leone, officially the Republic of Sierra Leone, is a country in West Africa that is bordered by Guinea to the northeast, Liberia to the southeast, and the Atlantic Ocean to the southwest. Sierra Leone is a Constitutional Republic with a directly elected president and a Unicameral Legislature. The country has a tropical climate, with a diverse environment ranging from savannah to rainforests. The country covers a total area of 71,740 km and with an estimated population of 6 million."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Flag_of_Sierra_Leone.svg/200px-Flag_of_Sierra_Leone.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Singapore"},"description":{"type":"literal","xml:lang":"en","value":"Singapore, officially the Republic of Singapore, is a Southeast Asian island city-state off the southern tip of the Malay Peninsula, 137 kilometres north of the equator. An island country made up of 63 islands, it is separated from Malaysia by the Straits of Johor to its north and from Indonesia's Riau Islands by the Singapore Strait to its south."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Flag_of_Singapore.svg/200px-Flag_of_Singapore.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Somalia"},"description":{"type":"literal","xml:lang":"en","value":"Somalia, officially the Federal Republic of Somalia, is a country located in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on the continent, and its terrain consists mainly of plateaus, plains and highlands. Hot conditions prevail year-round, along with periodic monsoon winds and irregular rainfall."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Flag_of_Somalia.svg/200px-Flag_of_Somalia.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"South Korea"},"description":{"type":"literal","xml:lang":"en","value":"South Korea, officially the Republic of Korea, is a sovereign state located in the southern part of the Korean Peninsula. The name \"Korea\" is derived from Goryeo, a dynasty which ruled in the Middle Ages. Its neighbors are China to the west, Japan to the east, and North Korea to the north. South Korea lies in the north temperate zone with a predominantly mountainous terrain. It covers a total area of 99,392 square kilometers and has a population of 50 million."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Flag_of_South_Korea.svg/200px-Flag_of_South_Korea.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Ukraine"},"description":{"type":"literal","xml:lang":"en","value":"Ukraine is a country in Eastern Europe. Ukraine borders the Russian Federation to the east and northeast, Belarus to the northwest, Poland, Slovakia and Hungary to the west, Romania and Moldova to the southwest, and the Black Sea and Sea of Azov to the south and southeast, respectively. It has an area of 603,628 km², making it the second largest contiguous country on the European continent, after the Russian Federation."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Flag_of_Ukraine.svg/200px-Flag_of_Ukraine.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"United States"},"description":{"type":"literal","xml:lang":"en","value":"United States of America Flag of the United States Great Seal of the United States Motto: \"In God we trust\" (official)\"E pluribus unum\"  (traditional)\"Out of many, one\" Anthem: \"The Star-Spangled Banner\"File:Star Spangled Banner instrumental. ogg Location of the United States CapitalWashington, D.C."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/200px-Flag_of_the_United_States.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Pacific Alliance"},"description":{"type":"literal","xml:lang":"en","value":"The Pacific Alliance (Spanish: Alianza del Pacífico) is a Latin American bloc formally launched on 6 June 2012 in Chile's Paranal Observatory at the organization's fourth summit. It groups Chile, Colombia, Mexico and Peru. The four nations of the Pacific Alliance represent about 36% of Latin America GDP, and if counted as a single country they would be the ninth largest economy in the world."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Alianza_del_Pacífico_Map.png/200px-Alianza_del_Pacífico_Map.png"}}]}}