{"head":{"link":[],"vars":["label","description","thumbnail"]},"results":{"distinct":false,"ordered":true,"bindings":[{"label":{"type":"literal","xml:lang":"en","value":"Cycle polo"},"description":{"type":"literal","xml:lang":"en","value":"Cycle polo is a team sport, similar to traditional polo, except that bicycles are used instead of horses. The hardcourt game has seen a sharp spike in interest as of 2007 and new teams are sprouting up across the world. Cycle polo can now be accounted for in the USA, Ireland, Switzerland, France, India, Germany, Pakistan, Malaysia, Sri Lanka, Indonesia, Hungary, Australia, New Zealand, Sweden, England, Scotland, Argentina, Italy, Spain, Canada, Poland, Croatia, Slovenia, Nepal, Brazil and Cuba."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Bike_Polo_AUT-HUN.jpg/200px-Bike_Polo_AUT-HUN.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Dancesport"},"description":{"type":"literal","xml:lang":"en","value":"Dancesport denotes competitive ballroom dancing, as contrasted to social or exhibition dancing. In the case of wheelchair dancesport at least one of the dancers is in a wheelchair. Dancesport events are sanctioned and regulated by dancesport organizations at the national and international level, such as the World Dance Council. The name was invented to help competitive ballroom dancing gain Olympic recognition. The physical demands of dancesport has been the subject of scientific research."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/MIT_2006_Standard_Prechamp_Final_2.jpg/200px-MIT_2006_Standard_Prechamp_Final_2.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Disc golf"},"description":{"type":"literal","xml:lang":"en","value":"Disc golf is a flying disc game in which individual players throw a flying disc at a target. According to the Professional Disc Golf Association, \"The object of the game is to traverse a course from beginning to end in the fewest number of throws of the disc. \" The number of disc golf courses has more than doubled in 8 years from 2000 to 2008. The game is played in about 40 countries around the world."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Disc_golfer_and_basket.jpg/200px-Disc_golfer_and_basket.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Floorball"},"description":{"type":"literal","xml:lang":"en","value":"Floorball, a type of floor hockey, is an indoor team sport which was developed in the 1970s in Sweden. Floorball is most popular in areas where the sport has developed the longest, such as the Czech Republic, Denmark, Estonia, Finland, Latvia, Norway, Sweden and Switzerland. The game is played indoors on a wooden or rubber mat floor or just a basketball court, making it a year-round sport at amateur and professional levels."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Floorball_game.jpg/200px-Floorball_game.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Formula racing"},"description":{"type":"literal","xml:lang":"en","value":"Formula racing is any of several forms of open-wheeled single-seater motorsport. The origin of the term lies in the nomenclature that was adopted by the FIA for all of its post-World War II single-seater regulations, or formulæ. The best known of these formulæ are Formula One, Formula Two, and Formula Three."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Lola_B351.jpg/200px-Lola_B351.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Rogaining"},"description":{"type":"literal","xml:lang":"en","value":"Rogaining is a sport of long distance cross-country navigation, involving both route planning and navigation between checkpoints using a variety of map types. In a rogaine, teams of 2-5 people choose which checkpoints to visit within a time limit with the intent of maximizing their score. Teamwork, endurance, competition and an appreciation for the natural environment are features of the sport. Championship rogaines are 24 hours long, however rogaines can be as short as 2 hours."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/85/HFsummit2001.jpg/200px-HFsummit2001.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Ski cross"},"description":{"type":"literal","xml:lang":"en","value":"Ski Cross (also known as Skiercross or Skier-X) is a type of skiing competition. It is based on the snowboarding discipline of Boardercross. Despite its being a timed racing event, it is often considered part of freestyle skiing because it incorporates terrain features traditionally found in freestyle."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Skicross2010_Contamines_Huit_Hofer_Delbosco_Miaillier_Spalinger_2.JPG/200px-Skicross2010_Contamines_Huit_Hofer_Delbosco_Miaillier_Spalinger_2.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Street hockey"},"description":{"type":"literal","xml:lang":"en","value":"Street hockey (also known as dek hockey, ball hockey, and in some parts of Canada \"road hockey\") is a variation of the sport of ice hockey where the game is played on foot or with inline skates or roller skates with a ball or specially designed puck which is similar to an ice hockey puck but is designed to be played on non-ice surfaces. The ball used is typically a specially designed ball for street hockey."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Organized_Dek_Hockey_League.jpg/200px-Organized_Dek_Hockey_League.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Swimming (sport)"},"description":{"type":"literal","xml:lang":"en","value":"Swimming is a water based sport governed by the Fédération Internationale de Natation (FINA)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Phelps_400m_IM-crop.jpg/200px-Phelps_400m_IM-crop.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Wok racing"},"description":{"type":"literal","xml:lang":"en","value":"Wok racing has been developed by the German TV host and entertainer Stefan Raab: Modified Chinese woks are used to make timed runs down an Olympic bobsled track. There are competitions for one-person-woksleds and four-person-woksleds, the latter using four woks per sled."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wok-WM.jpg/200px-Wok-WM.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Badminton"},"description":{"type":"literal","xml:lang":"en","value":"Badminton is a racquet sport played by either two opposing players (singles) or two opposing pairs (doubles), who take positions on opposite halves of a rectangular court that is divided by a net. Players score points by striking a shuttlecock with their racquet so that it passes over the net and lands in their opponents' half of the court. Each side may only strike the shuttlecock once before it passes over the net."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Badminton_Peter_Gade.jpg/200px-Badminton_Peter_Gade.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Basketball"},"description":{"type":"literal","xml:lang":"en","value":"Basketball is a team sport, the objective being to shoot a ball through a horizontally positioned basket to score points, while following a set of rules. Usually, two teams of five players play on a marked rectangular court with a basket at each width end. Basketball is one of the world's most popular and widely viewed sports. A regulation basketball hoop consists of a rim 18 inches in diameter and 10 feet high mounted to a backboard."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Jordan_by_Lipofsky_16577.jpg/200px-Jordan_by_Lipofsky_16577.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Beach volleyball"},"description":{"type":"literal","xml:lang":"en","value":"Beach volleyball, or sand volleyball, is an Olympic team sport played by two teams of two players on a sand court divided by a net. As in indoor volleyball, the object of the game is to send the ball over the net in order to ground it on the opponent's court, and to prevent the same effort by the opponent. A team is allowed up to three touches to return the ball. The ball is put in play with a service—a hit by the server from behind the rear court boundary over the net to the opponents."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/92/FIVBbeachaction.jpg/200px-FIVBbeachaction.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Bobsleigh"},"description":{"type":"literal","xml:lang":"en","value":"Bobsleigh or bobsled is a winter sport in which teams of two or four make timed runs down narrow, twisting, banked, iced tracks in a gravity-powered sled. The timed runs are combined to calculate the final score. The various types of sleds came several years before the first tracks were built in St. Moritz, Switzerland, where the original bobsleds were adapted upsized luge/skeleton sleds designed by the adventurously wealthy to carry passengers."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/64/USA_I_in_heat_1_of_2_man_bobsleigh_at_2010_Winter_Olympics_2010-02-20.jpg/200px-USA_I_in_heat_1_of_2_man_bobsleigh_at_2010_Winter_Olympics_2010-02-20.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Cue sports"},"description":{"type":"literal","xml:lang":"en","value":"Cue sports (sometimes written cuesports), also known as billiard sports, are a wide variety of games of skill generally played with a cue stick which is used to strike billiard balls, moving them around a cloth-covered billiards table bounded by rubber cushions. Historically, the umbrella term was billiards."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/1674_illustration-The_Billiard_Table.png/200px-1674_illustration-The_Billiard_Table.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Geocaching"},"description":{"type":"literal","xml:lang":"en","value":"Geocaching is an outdoor recreational activity, first played in May 2000, in which the participants use a Global Positioning System (GPS) receiver or mobile device and other navigational techniques to hide and seek containers, called \"geocaches\" or \"caches\", anywhere in the world. A typical cache is a small waterproof container containing a logbook where the geocacher enters the date they found it and signs it with their established code name."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Geocaching.svg/200px-Geocaching.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Ice hockey"},"description":{"type":"literal","xml:lang":"en","value":"Ice hockey is a team sport played on ice, in which skaters use wooden or composite sticks to shoot a hard rubber hockey puck into their opponent's net to score points. In Canada and the United States, where the sport is very popular, it is known simply as \"hockey\"; however, the name ice hockey is used by the governing body IIHF and in most other countries. There the word hockey is generally reserved for another form of the sport, such as field hockey or roller hockey."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Ice_Hockey_sharks_ducks.jpg/200px-Ice_Hockey_sharks_ducks.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Mountain biking"},"description":{"type":"literal","xml:lang":"en","value":"Mountain biking is the sport of riding bicycles off-road, often over rough terrain, using specially designed mountain bikes. Mountain bikes share similarities with other bikes, but incorporate features designed to enhance durability and performance in rough terrain. Mountain biking can generally be broken down into multiple categories: cross country (XC), trail riding, all mountain, downhill, freeride, slopestyle, dirt jumping and trials."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/39/MtnBiking_SedonaMag.jpg/200px-MtnBiking_SedonaMag.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Ski jumping"},"description":{"type":"literal","xml:lang":"en","value":"Ski jumping is a sport in which skiers go down a take-off ramp, jump and attempt to land as far as possible down the hill below. In addition to the length of the jump, judges give points for style. The skis used for ski jumping are wide and long (260 to 275 centimetres)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Vikersund_skiflygingsbakke.jpg/200px-Vikersund_skiflygingsbakke.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Tug of war"},"description":{"type":"literal","xml:lang":"en","value":"Tug of war, also known as tug o' war, tug war, rope war, rope pulling, or tugging war, is a sport that directly pits two teams against each other in a test of strength."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Irish_600kg_euro_chap_2009.JPG/200px-Irish_600kg_euro_chap_2009.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Volleyball"},"description":{"type":"literal","xml:lang":"en","value":"Volleyball is a team sport in which two teams of six players are separated by a net. Each team tries to score points by grounding a ball on the other team's court under organized rules. It has been a part of the official program of the Summer Olympic Games since 1964. The complete rules are extensive."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Volleyball_game.jpg/200px-Volleyball_game.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Water polo"},"description":{"type":"literal","xml:lang":"en","value":"Water polo, or Water ball, is a team water sport. The playing team consists of six field players and one goalkeeper. The winner of the game is the team that scores the most goals. Game play involves swimming, treading water (using a sort of kicking motion known as \"eggbeater kick\"), players passing the ball while being defended by opponents, and scoring by throwing the ball into a net defended by a goalie. 'Man-up' (or 'power play') situations occur frequently."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/WaterPolo.JPG/200px-WaterPolo.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Roller hockey (Quad)"},"description":{"type":"literal","xml:lang":"en","value":"Roller Hockey (Quad) or just roller hockey or rink hockey, is a team sport that enjoys significant popularity in a number of Latin countries. Roller Hockey was a demonstration rollersport in the 1992 Summer Olympics in Barcelona. There have been many world championships, Latin countries dominating the sport since the 1940s: Portugal (15 World titles), Spain (15 World titles), Italy (4 World titles) and Argentina (4 World titles)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Argentin_player_during_2007_rink_hockey_world_championship.jpg/200px-Argentin_player_during_2007_rink_hockey_world_championship.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"College football"},"description":{"type":"literal","xml:lang":"en","value":"College football is American football played by teams of student athletes fielded by American universities, colleges, and military academies, or Canadian football played by teams of student athletes fielded by Canadian universities. It was through college football play that American football rules first gained popularity in the United States."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/32/College_Football_CSU_AF.jpg/200px-College_Football_CSU_AF.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"UHV Jaguars"},"description":{"type":"literal","xml:lang":"en","value":"The UHV Jaguars (also known as Jaguars, Jags, Houston–Victoria, or UHV) are the athletic teams of the University of Houston–Victoria. The nickname \"Jaguar\" originates from input by students, staff, faculty, and the local community. Playing for the first time in the 2008 season, the Jaguars field teams in baseball and softball, men's and women's golf and soccer programs."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/UHV_Jaguars_logo.png/200px-UHV_Jaguars_logo.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Field lacrosse"},"description":{"type":"literal","xml:lang":"en","value":"Field Lacrosse, sometimes referred to as the \"fastest sport on two feet,\" is a full contact outdoor men's sport played with ten players on each team. The sport originated among Native Americans, and the modern rules of field lacrosse were initially codified by Canadian William George Beers in 1867. Field lacrosse is one of three major versions of lacrosse played internationally."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Hopkins_lax.jpg/200px-Hopkins_lax.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Haxey Hood"},"description":{"type":"literal","xml:lang":"en","value":"The Haxey Hood is a traditional event in at the village of Haxey in North Lincolnshire, England, on the afternoon of 6 January, the Twelfth Day of Christmas (though if this falls on a Sunday, it is held on 5 January). It is a kind of large rugby football scrum (called the \"sway\"), which pushes a leather tube (called the \"hood\") to 1 of 4 pubs, where it remains until the following year's game."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/17/HaxeyHoodLogo(AdamWheewall).png/200px-HaxeyHoodLogo(AdamWheewall).png"}},{"label":{"type":"literal","xml:lang":"en","value":"Horseshoes"},"description":{"type":"literal","xml:lang":"en","value":"Horseshoes is an outdoor game played between two people (or two teams of two people) using four horseshoes and two throwing targets (stakes) set in a sandbox area. The game is played by the players alternating turns tossing horseshoes at stakes in the ground, which are traditionally placed 40 feet apart. Modern games use a more stylized U-shaped bar, about twice the size of an actual horseshoe."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Horseshoes_game.jpg/200px-Horseshoes_game.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Laser tag"},"description":{"type":"literal","xml:lang":"en","value":"Not to be confused with the Worlds of Wonder/Hasbro game of Lazer Tag Laser tag {{#invoke:InfoboxImage|InfoboxImage|image=Soldat français au CENZUB."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Soldat_français_au_CENZUB.jpg/200px-Soldat_français_au_CENZUB.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Oină"},"description":{"type":"literal","xml:lang":"en","value":"Oină is a Romanian traditional sport, similar in many ways to baseball and lapta."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Oina_Field_Animation.gif/200px-Oina_Field_Animation.gif"}},{"label":{"type":"literal","xml:lang":"en","value":"Scholastic wrestling"},"description":{"type":"literal","xml:lang":"en","value":"Scholastic wrestling, sometimes known in the United States as folkstyle wrestling, is a style of amateur wrestling practiced at the high school and middle school levels in the United States. This wrestling style is essentially Collegiate wrestling with some slight modifications. It is currently practiced in 49 of the 50 states in the United States. When practiced by wrestling clubs of younger participants, scholastic wrestling is better known as \"folkstyle\"."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Determined.jpg/200px-Determined.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Harrisburg Academy"},"description":{"type":"literal","xml:lang":"en","value":"Harrisburg Academy is an independent, coeducational, college preparatory day school in Wormleysburg, Pennsylvania. The school has a diverse student body in nursery through 12th grade. The school was established in 1784 by John Harris, Jr. , the founder of Harrisburg. Harrisburg Academy was originally located at the John Harris Mansion, but is now located on a 24 acre (9.6 ha) campus about one mile (1.6 km) west of the Susquehanna River in Wormleysburg, a suburb of Harrisburg, Pennsylvania."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Hbgacad.jpg/200px-Hbgacad.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Atlantic Sun Conference"},"description":{"type":"literal","xml:lang":"en","value":"The Atlantic Sun Conference (A-Sun) is a college athletic conference operating in the Southeastern United States. The league participates at the NCAA Division I level, and does not sponsor football. Originally established as the Trans America Athletic Conference (TAAC) in 1978, its headquarters are located in Macon, Georgia. Northern Kentucky University, which is transitioning from NCAA Division II sports to Division I, joined the A-Sun in 2012."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Atlantic_Sun_conf_logo.png/200px-Atlantic_Sun_conf_logo.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Association of Christian College Athletics"},"description":{"type":"literal","xml:lang":"en","value":"The Association of Christian College Athletics (ACCA) is an organization of collegiate athletics. It was incorporated to provide an opportunity for smaller Christian College members to compete on an equal level of competition with schools of like size."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Association_of_Christian_College_Athletics_logo.png/200px-Association_of_Christian_College_Athletics_logo.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Newcomb ball"},"description":{"type":"literal","xml:lang":"en","value":"Newcomb ball (also known simply as Newcomb, and sometimes spelled Newcombe) is a ball game played as a variation of volleyball. Invented in 1895 by Clara Gregory Baer, a physical education instructor at Sophie Newcomb College, Tulane University in New Orleans, it rivaled volleyball in popularity and participation in the 1920s. The game is significant because it was invented by a woman and became the second team sport to be played by women in the United States, after basketball."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Newcomb_Handbook.jpg/200px-Newcomb_Handbook.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Nine-pin bowling"},"description":{"type":"literal","xml:lang":"en","value":"Nine-pin bowling (also known as ninepin bowling, nine-pins, 9-pins, etc. ) is a bowling game played primarily in Europe. European championships are held each year. Over 90,000 members are on teams in Germany, often playing in officially registered Bundeskegelbahnen (federal bowling alleys) to be found in almost every sizable town. In Europe overall, there are some 130,000 players."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Kegeln-Kugel.jpg/200px-Kegeln-Kugel.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Pato"},"description":{"type":"literal","xml:lang":"en","value":"Pato, also called juego del pato (literally \"duck game\"), is a game played on horseback that combines elements from polo and basketball. It is the national sport of Argentina since 1953. Pato is Spanish for \"duck\", as early games used a live duck inside a basket instead of a ball. Accounts of early versions of pato have been written since 1610. The playing field would often stretch the distance between neighboring estancias (ranches)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Patogame.JPG/200px-Patogame.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Wayne State Warriors"},"description":{"type":"literal","xml:lang":"en","value":"The Wayne State Warriors represent Wayne State University, located in Detroit, Michigan. The university is a member of the NCAA at the Division II level, WSU competes in the Great Lakes Intercollegiate Athletic Conference (GLIAC) for all sports except fencing, which competes in the Midwest Fencing Conference (MFC)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/WayneStateWarriorslogo.png/200px-WayneStateWarriorslogo.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Bocce"},"description":{"type":"literal","xml:lang":"en","value":"Bocce, sometimes anglicized as bocci or boccie, is a ball sport belonging to the boules sport family, closely related to bowls and pétanque with a common ancestry from ancient games played in the Roman Empire."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Bocce_players_scoring.jpg/200px-Bocce_players_scoring.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Collegiate wrestling"},"description":{"type":"literal","xml:lang":"en","value":"Collegiate wrestling, sometimes known in the United States as folkstyle wrestling, is a style of amateur wrestling practiced by both men and women at the collegiate and university level in the United States. Collegiate wrestling emerged from the folk wrestling styles practiced in the early history of the United States."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Wrestling_redux001.jpg/200px-Wrestling_redux001.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Roque"},"description":{"type":"literal","xml:lang":"en","value":"Roque is an American variant of croquet played on a hard, smooth surface. Popular in the first quarter of the 20th century and billed \"the Game of the Century\" by its enthusiasts, it was an Olympic sport in the 1904 Summer Games, replacing croquet from the previous games."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Roque_competition_during_1904_Summer_Olympics.jpg/200px-Roque_competition_during_1904_Summer_Olympics.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Zorbing"},"description":{"type":"literal","xml:lang":"en","value":"Zorbing (globe-riding, sphereing, orbing) is the recreation or sport of rolling downhill inside an orb, generally made of transparent plastic. Zorbing is generally performed on a gentle slope, but can also be done on a level surface, permitting more rider control. In the absence of hills some operators have constructed inflatable, wooden or metal ramps. There are two types of orbs, harnessed and non-harnessed."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Zorbing.jpg/200px-Zorbing.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Wheelchair Football (American)"},"description":{"type":"literal","xml:lang":"en","value":"Wheelchair Football is a fast-paced sport that is best played when athletes are in maximum physical condition, and at the top of their game in teamwork, strategy and wheelchair-handling skills for both manual wheelchair and power wheelchair users."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/American_Wheelchair_Football.jpg/200px-American_Wheelchair_Football.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kabaddi"},"description":{"type":"literal","xml:lang":"en","value":"Kabaddi (sometimes transliterated Kabbadi or Kabadi; is a South Asian team sport. The name is derived from the Tamil word \"kai\", \"pidi\", which is translated into \"Holding Hands\". Two teams occupy opposite halves of a small swimming pool or field and take turns sending a \"raider\" into the other half, in order to win points by tackling members of the opposing team; then the raider tries to return to his own half, holding his breath and chanting the word \"Kabaddi\" during the whole raid."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Game-asia-kabadi.jpg/200px-Game-asia-kabadi.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kho kho"},"description":{"type":"literal","xml:lang":"en","value":"Kho Kho is an Indian, Pakistani and South African sport played by teams of twelve players who try to avoid being touched by members of the opposing team, only 9 players of the team enter the field. It is one of the two most popular traditional tag games of South Asia, the other being Kabbadi."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Kabaddi_Game_Government_School_India.jpg/200px-Kabaddi_Game_Government_School_India.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Minnesota Intercollegiate Athletic Conference"},"description":{"type":"literal","xml:lang":"en","value":"The Minnesota Intercollegiate Athletic Conference (MIAC) is a college athletic conference which competes in the NCAA's Division III. As the name implies, member schools are located in the state of Minnesota. All of the member schools are private, with all but one having a religious affiliation, and only two being non-sectarian."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Minnesota_Intercollegiate_Athletic_Conference_logo.jpg/200px-Minnesota_Intercollegiate_Athletic_Conference_logo.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"American football"},"description":{"type":"literal","xml:lang":"en","value":"American football, known in the United States as football, is a team sport. It is played by two teams, eleven players to a side, who advance an oval ball over a rectangular field that is 120 yards long by 53.3 yards wide and has goalposts at both ends. The team in possession of the ball (the offense) attempts to advance down the field by running with or passing the ball. To continue their drive, the offense must advance the ball at least 10 yards down the field in a series of four downs."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Larry_Fitzgerald_catches_TD_at_2009_Pro_Bowl.jpg/200px-Larry_Fitzgerald_catches_TD_at_2009_Pro_Bowl.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Canadian football"},"description":{"type":"literal","xml:lang":"en","value":"Canadian football is a form of gridiron football played in Canada in which two teams of 12 players each compete for territorial control of a field of play 110 yards long and 65 yards wide attempting to advance a pointed prolate spheroid ball into the opposing team's scoring area. In Canada, the term football usually refers to Canadian football and American football collectively, or either sport specifically, depending on the context."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Canadian_football_positions.jpg/200px-Canadian_football_positions.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Field hockey"},"description":{"type":"literal","xml:lang":"en","value":"Field hockey, usually referred to simply as hockey, is a team sport of the hockey family which is played between two teams of eleven players with hockey sticks and a hard, solid plastic ball. At the turn of the 21st century, the game is played globally, with particular popularity throughout Europe, Asia, Oceania, and South America – in addition to being the national sport of Pakistan and India."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/57/HOCKEY_ARGENTINA_PAKISTAN.jpg/200px-HOCKEY_ARGENTINA_PAKISTAN.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Hockey"},"description":{"type":"literal","xml:lang":"en","value":"Hockey is a family of sports in which two teams play against each other by trying to maneuver a ball or a puck into the opponent's goal using a hockey stick. In many areas, one sport is generally referred to simply as hockey."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Antiek_hockey.JPG/200px-Antiek_hockey.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Karate"},"description":{"type":"literal","xml:lang":"en","value":"is a martial art developed in the Ryukyu Islands in what is now Okinawa, Japan. It was developed partially from the indigenous martial arts of Ryukyu Islands called Te (手, literally \"hand\"; Tii in Okinawan) and from Chinese kenpo. Karate is a striking art using punching, kicking, knee strikes, elbow strikes and open hand techniques such as knife-hands, spear-hands,and palm-heel strikes. In some styles, grappling, throws, joint locks, restraints, and vital point strikes are also taught."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Karatedo.svg/200px-Karatedo.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Paintball"},"description":{"type":"literal","xml:lang":"en","value":"Paintball is a sport in which players compete, in teams or individually, to eliminate opponents by tagging them with capsules containing water soluble dye and gelatin shell outside (referred to as paintballs) propelled from a device called a paintball marker (commonly referred to as a paintball gun). Paintballs are composed of a non-toxic, biodegradable, water soluble polymer."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/51/NAdo.jpg/200px-NAdo.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Skeleton (sport)"},"description":{"type":"literal","xml:lang":"en","value":"Skeleton is a fast winter sliding sport in which an individual person rides a small sled down a frozen track while lying face down, during which athletes experience forces up to 5g. It originated in St. Moritz, Switzerland as a spin-off from the popular British sport of Cresta sledding."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Clarence_Chung_skeleton_start_2.jpg/200px-Clarence_Chung_skeleton_start_2.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Team handball"},"description":{"type":"literal","xml:lang":"en","value":"Handball (also known as team handball, Olympic handball, European team handball, European handball, or Borden ball) is a team sport in which two teams of seven players each (six outfield players and a goalkeeper on each team) pass a ball to throw it into the goal of the other team. A standard match consists of two periods of 30 minutes, and the team which scores the most goals wins."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Elda_Prestigio_Krim.jpg/200px-Elda_Prestigio_Krim.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Australian rules football"},"description":{"type":"literal","xml:lang":"en","value":"Australian rules football, officially known as Australian football, also called football, footy or Aussie rules (and in some regions is marketed as AFL, after the Australian Football League, the only fully professional Australian football league) is a sport played between two teams of 18 players on the field on either an Australian Football ground, a modified cricket field or similar sized sports venue."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Stoppage_in_an_AFL_game.jpg/200px-Stoppage_in_an_AFL_game.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Aerobics"},"description":{"type":"literal","xml:lang":"en","value":"Aerobics is a form of physical exercise that combines rhythmic aerobic exercise with stretching and strength training routines with the goal of improving all elements of fitness. It is usually performed to music and may be practiced in a group setting led by an instructor, although it can be done solo and without musical accompaniment. With the goal of preventing illness and promoting physical fitness, practitioners perform various routines comprising a number of different dance-like exercises."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Aerobic_exercise_-_public_demonstration07.jpg/200px-Aerobic_exercise_-_public_demonstration07.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Association football pitch"},"description":{"type":"literal","xml:lang":"en","value":"An association football pitch (also known as a football pitch, football field or soccer field) is the playing surface for the game of association football made of turf. Its dimensions and markings are defined by Law 1 of the Laws of the Game, \"The Field of Play\". All line markings on the pitch form part of the area which they define."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Football_pitch_metric_and_imperial.svg/200px-Football_pitch_metric_and_imperial.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Auto racing"},"description":{"type":"literal","xml:lang":"en","value":"Auto racing (also known as automobile racing or car racing) is a motorsport involving the racing of automobiles for competition."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Lap_1,_Turn_1_Canada_2008.jpg/200px-Lap_1,_Turn_1_Canada_2008.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Baseball"},"description":{"type":"literal","xml:lang":"en","value":"Baseball is a bat-and-ball sport played between two teams of nine players. The aim is to score runs by hitting a thrown ball with a bat and touching a series of four bases arranged at the corners of a 90-foot diamond. Players on the batting team take turns hitting against the pitcher of the fielding team, which tries to prevent runs by getting hitters out in any of several ways. A player on the batting team can stop at any of the bases and later advance via a teammate's hit or other means."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Wrigley_field_720.jpg/200px-Wrigley_field_720.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Beach soccer"},"description":{"type":"literal","xml:lang":"en","value":"Beach soccer, also known as beach football or beasal, is a variant of association football played on a beach or some form of sand. The game emphasises skill, agility and shooting at goal. Whilst association football has been played informally on beaches for many years, the introduction of beach football was an attempt to codify rules for the game."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Beach_soccer_pictogram.svg/200px-Beach_soccer_pictogram.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Biathlon"},"description":{"type":"literal","xml:lang":"en","value":"Biathlon is any sporting event made up of two disciplines. However, biathlon usually refers specifically to the winter sport that combines cross-country skiing and rifle shooting. Other popular variants include summer biathlon, which combines cross-country running with rifle, and biathle (also known as \"modern biathlon\"), which combines running with swimming."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Biathlon_Schalke.jpg/200px-Biathlon_Schalke.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Cricket"},"description":{"type":"literal","xml:lang":"en","value":"Cricket is a bat-and-ball game played between two teams of 11 players on a roughly circular field, at the centre of which is a rectangular 22-yard long pitch. Each team takes it in turn to bat, in which they attempt to accumulate as many runs as possible, while the other team fields, attempting to prevent the batting team scoring runs. Teams may bat once or twice each depending upon the format of the game. Each turn is known as an innings."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Pollock_to_Hussey.jpg/200px-Pollock_to_Hussey.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Fencing"},"description":{"type":"literal","xml:lang":"en","value":"Fencing, is typically divided into olympic fencing, Classical fencing and historical fencing,. The sport of fencing (commonly called olympic fencing or competitive fencing) is divided into three weapon categories: foil, sabre and épée. Classical fencing uses the same three weapons, but approaches fencing as a martial art. Competitive Fencing is one of five sports which has been featured at every one of the modern Olympic Games, the other four being Athletics, Cycling, Swimming, and Gymnastics."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Fencing_pictogram.svg/200px-Fencing_pictogram.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Figure skating"},"description":{"type":"literal","xml:lang":"en","value":"Figure skating is a sport and activity in which individuals, duos, or groups perform on figure skates on ice. The four Olympic disciplines are men's singles, ladies' singles, pair skating, and ice dancing. Non-Olympic disciplines include synchronized skating and four skating."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Isabelle_Delobel_&_Olivier_Schoenfelder_EX_Lift_-_2007_Europeans.jpg/200px-Isabelle_Delobel_&_Olivier_Schoenfelder_EX_Lift_-_2007_Europeans.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Football"},"description":{"type":"literal","xml:lang":"en","value":"Football refers to a number of sports that involve, to varying degrees, kicking a ball with the foot to score a goal. The most popular of these sports worldwide is association football, more commonly known as just \"football\" or \"soccer\"."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Football4.png/200px-Football4.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Futsal"},"description":{"type":"literal","xml:lang":"en","value":"Futsal is a variant of association football that is played on a smaller pitch and mainly played indoors. Its name is a portmanteau of the Portuguese futebol de salão, which can be translated as \"hall football\". During the sport's second world championships held in Madrid in 1985, the Spanish name fútbol sala was used. Since then, all other names have been officially and internationally changed to futsal."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Futebol_Salao_Pan2007.jpg/200px-Futebol_Salao_Pan2007.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Golf"},"description":{"type":"literal","xml:lang":"en","value":"Golf is a precision club and ball sport in which competing players use many types of clubs to hit balls into a series of holes on a course using the fewest number of strokes. Golf is defined, in the rules of golf, as \"playing a ball with a club from the teeing ground into the hole by a stroke or successive strokes in accordance with the Rules. \" It is one of the few ball games that does not require a standardized playing area."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Golfer_swing.jpg/200px-Golfer_swing.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Gymnastics"},"description":{"type":"literal","xml:lang":"en","value":"Gymnastics is a sport involving the performance of exercises requiring physical strength, flexibility, power, agility, coordination, and balance. Internationally, all of the competitive gymnastic sports are governed by the Fédération Internationale de Gymnastique (FIG). Each country has its own national governing body affiliated to FIG. Competitive artistic gymnastics is the best known of the gymnastic sports."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Daniele_Hypólito_16072007.jpg/200px-Daniele_Hypólito_16072007.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Judo"},"description":{"type":"literal","xml:lang":"en","value":"is a modern martial art, combat and Olympic sport created in Japan in 1882 by Jigoro Kano. Its most prominent feature is its competitive element, where the objective is to either throw or takedown an opponent to the ground, immobilize or otherwise subdue an opponent with a pin, or force an opponent to submit with a joint lock or a choke."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Jigoro_Kano_and_Kyuzo_Mifune.jpg/200px-Jigoro_Kano_and_Kyuzo_Mifune.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Korfball"},"description":{"type":"literal","xml:lang":"en","value":"Korfball is a mixed gender team sport, with similarities to netball and basketball. A team consists of eight players; four female and four male. A team also includes a coach. It was founded in the Netherlands in 1902 by Nico Broekhuysen. In the Netherlands there are around 580 clubs, and over 100,000 people playing korfball. The sport is also very popular in Belgium and Taiwan, and is played in 54 other countries."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Kvdrachten1.JPG/200px-Kvdrachten1.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Parkour"},"description":{"type":"literal","xml:lang":"en","value":"Parkour (abbreviated PK), also called \"the art of displacement\", is a training discipline of movement and holistic well-being. The simplest way to visualize parkour is as street gymnastics; while this may describe the closely related activity freerunning, it misses the practical philosophy of parkour. Practitioners aim to move quickly and efficiently through their environment using only their bodies and their surroundings to propel themselves, negotiating obstacles in between."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Parkour_fl2006_cropped.png/200px-Parkour_fl2006_cropped.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Rugby football"},"description":{"type":"literal","xml:lang":"en","value":"Rugby football is a style of football named after Rugby School in the United Kingdom. It is seen most prominently in two current sports, rugby league and rugby union. See comparison of rugby league and rugby union."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Scrum-1.JPG/200px-Scrum-1.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Snooker"},"description":{"type":"literal","xml:lang":"en","value":"Snooker is a cue sport that is typically played on a table covered with a green cloth or baize, with pockets situated in each of the four corners and a further two, commonly referred to as the middle, or side pockets, that sit in the middle of each of the long side cushions. The (baize) cloth on a snooker table has a directional nap running from the balk end of the table towards the end with the (black ball) spot. This affects how a ball rolls depending on which direction it is hit or shot."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Snooker_table_selby.JPG/200px-Snooker_table_selby.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Snowboarding"},"description":{"type":"literal","xml:lang":"en","value":"Snowboarding is a winter sport that involves descending a slope that is covered with snow while standing on a board attached to a rider's feet, using a special boot set onto a mounted binding. The development of snowboarding was inspired by skateboarding, sledding, surfing and skiing. It was developed in the United States in the 1960s and became a Winter Olympic Sport in 1998. In 2002 competitive snowboarders formed the World Snowboard Tour."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Powder_turn.jpg/200px-Powder_turn.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Softball"},"description":{"type":"literal","xml:lang":"en","value":"Softball is a variant of baseball played with a larger ball on a smaller field. It was invented in 1888 in Chicago as an indoor game, it was at various times called indoor baseball, mush ball, playground, softbund ball, kitten ball, and, because it was also played by women, ladies' baseball. The name softball was given to the game in 1926. A tournament (1933) at the Chicago World's Fair spurred interest in the game."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Chicago_Softball_Team_in_1897.jpg/200px-Chicago_Softball_Team_in_1897.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Table tennis"},"description":{"type":"literal","xml:lang":"en","value":"Table tennis, is a sport in which two or four players hit a lightweight ball back and forth using table tennis rackets. The game takes place on a hard table divided by a net. Except for the initial serve, players must allow a ball played toward them only one bounce on their side of the table and must return it so that it bounces on the opposite side. Points are scored when a player fails to return the ball within the rules. Play is fast and demands quick reactions."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Competitive_table_tennis.jpg/200px-Competitive_table_tennis.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Taekwondo"},"description":{"type":"literal","xml:lang":"en","value":"Taekwondo /ˌtaɪˌkwɒnˈdoʊ/ is a martial art originating in Korea. It combines combat and self-defense techniques with sport and exercise. In 1989, taekwondo was the world's most popular martial art. Gyeorugi, a type of sparring, has been an Olympic event since 2000. There are two main branches of taekwondo development, although they are not mutually exclusive."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Taekwondo.svg/200px-Taekwondo.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Tennis"},"description":{"type":"literal","xml:lang":"en","value":"Tennis is a sport usually played between two players or between two teams of two players each. Each player uses a racket that is strung with cord to strike a hollow rubber ball covered with felt over a net and into the opponent's court. The object of the game is to play the ball in such a way that the opponent is not able to play a good return. Tennis is an Olympic sport and is played at all levels of society at all ages."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Centre_Court.jpg/200px-Centre_Court.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Wrestling"},"description":{"type":"literal","xml:lang":"en","value":"Wrestling is a form of combat sport involving grappling type techniques such as clinch fighting, throws and takedowns, joint locks, pins and other grappling holds. A wrestling bout is a physical competition, between two (occasionally more) competitors or sparring partners, who attempt to gain and maintain a superior position. There are a wide range of styles with varying rules with both traditional historic and modern styles."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Egyptmotionseries.jpg/200px-Egyptmotionseries.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Motorcycle racing"},"description":{"type":"literal","xml:lang":"en","value":"Motorcycle racing (also called moto racing and bike racing) is a motorcycle sport of racing motorcycles. Major genres include road racing and off road racing, both either on circuits or open courses, and track racing. Other categories include hill climbs, drag racing and land speed record trials."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Lydden05.jpg/200px-Lydden05.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Woodsball"},"description":{"type":"literal","xml:lang":"en","value":"Woodsball (also known as woods paintball, hillball or bushball) is a format of paintball gaming, in which players compete in a natural outdoors area (contrasting with inflatable bunker-based Speedball format) using paintball markers to tag opponents. It is recognized as the first format of Paintball ever played, and is often used in conjunction with Scenario paintball, allowing players to enact parts in a story or historical battle."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Woodsball_marksman_06.JPG/200px-Woodsball_marksman_06.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Camogie"},"description":{"type":"literal","xml:lang":"en","value":"Camogie (Irish: camógaíocht; formerly called camoguidheacht) is an Irish stick-and-ball team sport played by women; it is almost identical to the game of hurling played by men. Camogie is played by 100,000 women in Ireland and worldwide, largely among Irish communities. It is organised by the Dublin-based Camogie Association or An Cumann Camógaíochta."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Camogie.jpg/200px-Camogie.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Cutting (sport)"},"description":{"type":"literal","xml:lang":"en","value":"Cutting is an equestrian event in the western riding style where a horse and rider are judged on their ability to separate a single animal away from a cattle herd and keep it away for a short period of time."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/CuttingHorse1.jpg/200px-CuttingHorse1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Indoor field hockey"},"description":{"type":"literal","xml:lang":"en","value":"Indoor field hockey, or indoor hockey, is an indoor variant of \"traditional\" outdoor field hockey. It is not to be confused with other indoor hockey variants such as rink hockey or floorball. It is traditionally and mainly played as a pastime by outdoor field hockey players during the off-season, when the outdoor pitches are frozen, or alternatively conditions are too hot for outdoor play. Indoor field hockey is played in regular national and international championships."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Indoor_hockey_stick2.jpg/200px-Indoor_hockey_stick2.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Jai alai"},"description":{"type":"literal","xml:lang":"en","value":"Jai alai is a sport involving a ball bounced off a walled space. It is a variety of Basque Pelota. The term, coined by Serafin Baroja in 1875, is also often loosely applied to the fronton (the open-walled playing area) where the sport is played. The game is called \"zesta-punta\" (basket tip) in Basque."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Jai_alai_players.jpg/200px-Jai_alai_players.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Sepak takraw"},"description":{"type":"literal","xml:lang":"en","value":"Sepak takraw, or kick volleyball, is a sport native to the Malay-Thai Peninsula. Sepak takraw differs from the similar sport of volleyball in its use of a rattan ball and only allowing players to use their feet, knee, chest and head to touch the ball. It is a popular sport in Southeast Asia. In Malaysia, the game is called sepak raga or \"takraw\". It is also thuck thay while in Thailand it is sometimes called takraw."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Game_of_Sepaktakraw_at_a_match_in_Strasbourg.jpg/200px-Game_of_Sepaktakraw_at_a_match_in_Strasbourg.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Track and field"},"description":{"type":"literal","xml:lang":"en","value":"Track and field is a sport comprising various competitive athletic contests based on running, jumping, and throwing. The name of the sport derives from the competition venue: a stadium with an oval running track around a grass field. The throwing and jumping events generally take place in the central enclosed area. Track and field falls under the umbrella sport of athletics, which also includes road running, cross country running, and race walking."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Track_and_field_stadium-2.jpg/200px-Track_and_field_stadium-2.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Wheelchair DanceSport"},"description":{"type":"literal","xml:lang":"en","value":"Wheelchair DanceSport is a partner dance competition and Dancesport where at least one of the dancers is in a wheelchair."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Senang_Hati-Diah_Larasati-Wheelchair_Dance.jpeg/200px-Senang_Hati-Diah_Larasati-Wheelchair_Dance.jpeg"}},{"label":{"type":"literal","xml:lang":"en","value":"Canoe orienteering"},"description":{"type":"literal","xml:lang":"en","value":"Canoe orienteering (canoe-O) is an orienteering sport using a canoe, kayak, or other small boat. Usually, a canoe-O is a timed race in which one- or two-person boats start at staggered intervals, are timed, and are expected to perform all navigation on their own. Portages are allowed. The control points, shown on an orienteering map, may be visited in any order. Standings are determined first by successful completion of the course, then by shortest time on course."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Orienteering_symbol_framed.png/200px-Orienteering_symbol_framed.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Women's rugby union"},"description":{"type":"literal","xml:lang":"en","value":"Women's rugby union is a sport identical to the men's game with the same rules, same sized pitch, and same equipment. However, it has a history which is significantly different, due to various social pressures, and the self-image of rugby union in general. As a result, this history has been largely hidden until comparatively recently, although the game is gaining a higher profile thanks to international tournaments and financial investment."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/48/786982713_17ac90ee82_o.jpg/200px-786982713_17ac90ee82_o.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Carrom"},"description":{"type":"literal","xml:lang":"en","value":"Carrom (also known as Karrom) is a \"strike and pocket\" table game of Eastern origin similar to billiards and table shuffleboard. It is found throughout the East under different names though most non-eastern people know it by the East Asian name of Carroms (or Karrom). It is very popular in India, Pakistan, Bangladesh, Sri Lanka and surrounding areas. In the Indian sub-continent, many clubs and cafes have regular tournaments. Carrom is very commonly played within families and other functions."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Carrom_Board.JPG/200px-Carrom_Board.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Sailing (sport)"},"description":{"type":"literal","xml:lang":"en","value":"Sailing is a well recognized sport and leisure activity. There is a broad variety of kinds of races and sailboats used for racing. Much racing is done around buoys or similar marks in protected waters, while some longer offshore races cross open water. All kinds of boats are used for racing, including small dinghies, catamarans, boats designed primarily for cruising, and purpose-built raceboats."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/J-24_yacht_racing,_Sydney_Harbour.jpg/200px-J-24_yacht_racing,_Sydney_Harbour.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Russell Mark Tanner"},"description":{"type":"literal","xml:lang":"en","value":"Russell Mark Tanner (born November 13, 1977) is an American volleyball player. Tanner grew up playing beach volleyball in Northern California with his father, Mark Tanner. Tanner's uncle, Troy Tanner, is an Olympic gold medalist. Tanner was a Junior Olympic All-American, high school and league MVP, and an all-state selection out of high school. Tanner played Division I (NCAA) volleyball at Brigham Young University in Provo, Utah from 1999-2001."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/AAA-Volleyball-Record.jpg/200px-AAA-Volleyball-Record.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Throwball"},"description":{"type":"literal","xml:lang":"en","value":"Throwball is a non-contact ball sport played across a net between two teams of seven players on a rectangular court. Throwball is popular in Asia, especially on the Indian subcontinent, and was first played in India as a women's sport in Chennai during the 1940s. Like volleyball, the game's roots are linked with the YMCA. Both volleyball and newcomb ball, while older games, share many similarities with throwball."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/VolleyballCourt.svg/200px-VolleyballCourt.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"IHSAA Conference-Independent Schools"},"description":{"type":"literal","xml:lang":"en","value":"The schools listed below are members of the Indiana High School Athletic Association and are not members of a conference. Of these, several were at one time members of a conference but became independent because of budget and travel concerns."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Flag_of_Indiana.svg/200px-Flag_of_Indiana.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Association football"},"description":{"type":"literal","xml:lang":"en","value":"Association football, commonly known as football or soccer, is a sport played between two teams of typically eleven players, though other variations in player numbers such as 5 and 7 are also played, with a spherical ball. At the turn of the 21st century, the game was played by over 250 million players in over 200 countries, making it the world's most popular sport. The game is played on a rectangular field of grass or green artificial turf, with a goal in the middle of each of the short ends."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Football_iu_1996.jpg/200px-Football_iu_1996.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Athletics (sport)"},"description":{"type":"literal","xml:lang":"en","value":"Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking. The simplicity of the competitions, and the lack of a need for expensive equipment, makes athletics one of the most commonly competed sports in the world."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Athletics_competitions.jpg/200px-Athletics_competitions.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Basque pelota"},"description":{"type":"literal","xml:lang":"en","value":"Basque pelota (pilota or eusko pilota in Basque, pelota vasca in Spanish, and pelote or pelote basque in French) is the name for a variety of court sports played with a ball using one's hand, a racket, a wooden bat or a basket, against a wall (frontis) or, more traditionally, with two teams face to face separated by a line on the ground or a net. Their roots can be traced to the Greek and other ancient cultures."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Ustaritz_Fronton_Pala.jpg/200px-Ustaritz_Fronton_Pala.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Cheerleading"},"description":{"type":"literal","xml:lang":"en","value":"This article is about American-style cheerleading. For Japanese-style cheerleading, see Ōendan. \"Cheerleaders\" redirects here. For the 2005 pornographic film, see Cheerleaders (film)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/JU_Cheerleaders.jpg/200px-JU_Cheerleaders.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Polo"},"description":{"type":"literal","xml:lang":"en","value":"Polo, is a team sport played on horseback in which the objective is to score goals against an opposing team. Sometimes called \"The Sport of Kings\", it was started by Persians, and was popular in Iran until 1979, after which its popularity there declined sharply due to the Iranian Revolution. Players score by driving a small white plastic or wooden ball into the opposing team's goal using a long-handled mallet."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Polo_players.jpg/200px-Polo_players.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Rugby sevens"},"description":{"type":"literal","xml:lang":"en","value":"Rugby sevens, also known as seven-a-side or VIIs, is a variant of rugby union in which teams are made up of seven players, instead of the usual 15, with shorter matches. Rugby sevens is administered by the International Rugby Board (IRB), the body responsible for rugby union worldwide. The game originated in Melrose, Scotland, where the Melrose Sevens tournament is still played annually. The game is popular at all levels, with amateur and club tournaments generally held in the summer months."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Kenya_v_Tonga_try.jpg/200px-Kenya_v_Tonga_try.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Cross-country skiing"},"description":{"type":"literal","xml:lang":"en","value":"Cross-country skiing (or XC skiing) is a form of ski touring in which participants propel themselves across snow-covered terrain using skis and poles. The activity is popular in many places with large snowfields, primarily Northern Europe, Canada, and Alaska. Cross-country skiing is part of the Nordic skiing sport family, which includes ski jumping, Nordic combined (cross-country skiing and ski jumping), Biathlon and ski-orienteering (which includes map navigation along snow trails and tracks)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Trip_to_Skorafjell_1.jpg/200px-Trip_to_Skorafjell_1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Cyclo-cross"},"description":{"type":"literal","xml:lang":"en","value":"Cyclo-cross (sometimes cyclocross, CX, CCX, cyclo-X or 'cross) is a form of bicycle racing. Races typically take place in the autumn and winter (the international or \"World Cup\" season is October–February), and consist of many laps of a short (2.5–3.5  km or 1.5–2  mile) course featuring pavement, wooded trails, grass, steep hills and obstacles requiring the rider to quickly dismount, carry the bike while navigating the obstruction and remount."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Cyclo_doherty.jpg/200px-Cyclo_doherty.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Ekiden"},"description":{"type":"literal","xml:lang":"en","value":"Ekiden is a term referring to a long-distance relay running race, typically on roads. The Japanese term originally referred to a post-horse or stagecoach which transmitted communication by stages."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Flickr_-_machu._-_2009_INTERNATIONAL_CHIBA_EKIDEN_(国際千葉駅伝_2009)_3rd_Leg.jpg/200px-Flickr_-_machu._-_2009_INTERNATIONAL_CHIBA_EKIDEN_(国際千葉駅伝_2009)_3rd_Leg.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Cross country running"},"description":{"type":"literal","xml:lang":"en","value":"Cross country running is a sport in which teams and individuals run a race on open-air courses over natural terrain. The course, typically 4–12 kilometres (&#160) long, may include surfaces of grass and earth, pass through woodlands and open country, and include hills, flat ground and sometimes gravel road. It is both an individual and a team sport, runners are judged on individual times and a points scoring method for teams."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/MNSTATE.jpg/200px-MNSTATE.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Keirin"},"description":{"type":"literal","xml:lang":"en","value":"is a form of motor-paced cycle racing in which track cyclists sprint for victory following a speed-controlled start behind a motorized or non-motorized pacer. It was developed in Japan around 1948 for gambling purposes and became an official event at the 2000 Olympics in Sydney, Australia. Races are about 2 kilometers long: 8 laps on a 250 m track, 6 laps on a 333 m track, 5 laps on a 400 m track."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/77/ColwoodKeirin.jpg/200px-ColwoodKeirin.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Long track speed skating"},"description":{"type":"literal","xml:lang":"en","value":"Speed skating (also long track speed skating) is an Olympic sport where competitors are timed while crossing a set distance. It is also a sport for leisure. Sports such as short track speedskating, inline speedskating, and quad speed skating are also called speed skating."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Shannon_Rempel_(08-12-2007).jpg/200px-Shannon_Rempel_(08-12-2007).jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Vovinam"},"description":{"type":"literal","xml:lang":"en","value":"Vovinam (Vietnamese: Việt Võ Đạo, Martial Arts of Vietnam) is a Vietnamese martial art. Vovinam is practiced with and without weapons. It is based on the principle of between hard and soft. It includes training of the body as well as the mind. It uses force and reaction of the opponent. Vovinam also includes hand, elbow, kicks, escape- and levering techniques. Both attack and defense techniques are trained, as well as forms, combat and traditional wrestling."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Vovinam_Flag.svg/200px-Vovinam_Flag.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Lacrosse"},"description":{"type":"literal","xml:lang":"en","value":"Lacrosse is a team sport of Native American origin played using a small rubber ball and a long-handled stick called a crosse or lacrosse stick. It is a contact sport which requires padding such as shoulder pads, gloves, helmets, elbow pads, and sometimes rib guards. The head of the lacrosse stick is strung with loose mesh designed to catch and hold the lacrosse ball and can also be strung with hard mesh. There are many different styles like Canadian mesh, rocket pocket and normal mesh."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/78/UNC_Lacrosse.jpg/200px-UNC_Lacrosse.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Netball"},"description":{"type":"literal","xml:lang":"en","value":"Netball is a ball sport played by two teams of seven players. Its development, derived from early versions of basketball, began in England in the 1890s. By 1960, international playing rules had been standardised for the game, and the International Federation of Netball and Women's Basketball (later renamed the International Netball Federation) was formed. As of 2011, the INF comprises more than 60 national teams organized into five global regions."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/39/MalawiFijiNetball.jpg/200px-MalawiFijiNetball.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Slamball"},"description":{"type":"literal","xml:lang":"en","value":"SlamBall is a form of basketball played with 4 trampolines in front of each net. It is played \"full contact\" and has boards around the court. The name SlamBall is the trademark of SlamBall, LLC. Professional SlamBall games were aired on television by Spike TV for two seasons in 2002–2003, and the POWERade SlamBall Challenge was aired on CSTV, now CBS Sports Network, in 2007. SlamBall returned in August 2008, airing on Versus, now NBC Sports Network, and CBS."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Corey_vs_Ivan_in_2008.jpg/200px-Corey_vs_Ivan_in_2008.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Wherigo"},"description":{"type":"literal","xml:lang":"en","value":"Wherigo is a GPS based activity that can be played outdoors which was created by Groundspeak. A simple description is a mix between an adventure game and a geocache search. People can develop self-enclosed story files (called \"cartridges\") that are installed on a GPS enabled unit along with a player program. The player and story take advantage of the location information provided by the GPS to trigger in-game events, such as reaching a virtual object or interacting with characters."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Wherigo.jpg/200px-Wherigo.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Modified stock car racing"},"description":{"type":"literal","xml:lang":"en","value":"Modified stock car racing, also known as Modified racing or simply Modified, is one of the oldest types of racing in the United States, dating back to the days of the post-World War II coupes. The name for modified racing cars come from the fact that they are not stock but, rather, modified passenger cars. This differentiated them from Stock cars, that were based on production cars, in the early history of NASCAR."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/VintageModifiedWillyBrymesser.jpg/200px-VintageModifiedWillyBrymesser.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Women's basketball"},"description":{"type":"literal","xml:lang":"en","value":"Women's basketball is one of the few women's sports that developed in tandem with its men's counterpart. It became popular, spreading from the east coast of the United States to the west coast, in large part via women's colleges. From 1895 until 1970, the term \"women's basketball\" was also used to refer to netball, which evolved in parallel with modern women's basketball."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Canberra_Capitals_vs_Logan_Thunder_7_-_Australian_Institute_of_Sport_Training_Hall.jpg/200px-Canberra_Capitals_vs_Logan_Thunder_7_-_Australian_Institute_of_Sport_Training_Hall.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Asia Pacific Activities Conference"},"description":{"type":"literal","xml:lang":"en","value":"The \"Asia Pacific Activities Conference,\" or \"APAC,\" is an extracurricular athletics and arts program for international schools in the Asia-Pacific area. APAC was founded in 1995 with the purpose of providing an \"interesting, well-rounded extra-curricular program for international schools in the Asia-Pacific area (iweb. saschina. com)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Track_and_field_stadium-2.jpg/200px-Track_and_field_stadium-2.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Combat sport"},"description":{"type":"literal","xml:lang":"en","value":"A combat sport or fighting sport is a competitive contact sport where two combatants fight against each other to gain enough points or a condition to declare a single winner by means of using certain rules of direct engagement."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Ouch-boxing-footwork.jpg/200px-Ouch-boxing-footwork.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Bowls"},"description":{"type":"literal","xml:lang":"en","value":"Bowls (also lawn bowls, variants include flat-green bowls and crown-green bowls) is a sport in which the objective is to roll biased balls so that they stop close to a smaller ball called a \"jack\" or \"kitty\". It is played on a pitch which may be flat (for \"flat-green bowls\") or convex or uneven (for \"crown-green bowls\"). It is normally played outdoors although there are some indoor venues and the surface is either natural grass, artificial turf, or cotula."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Lawn_Bowling_-_Tim_Mason1.jpg/200px-Lawn_Bowling_-_Tim_Mason1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Carom billiards"},"description":{"type":"literal","xml:lang":"en","value":"Carom billiards, sometimes called carambole billiards or simply carambole (and in some cases used as a synonym for the game of straight rail from which many carom games derive), is the overarching title of a family of billiards games generally played on cloth-covered, 5 by 10 feet (approximately 1.5 × 3 m) pocketless tables, which often feature heated slate beds."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Carom_table_small.jpg/200px-Carom_table_small.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Goalball"},"description":{"type":"literal","xml:lang":"en","value":"Goalball is a team sport designed specifically for blind athletes, originally devised in 1946 by the Austrian Hans Lorenzen and German Sepp Reindle as a means of assisting the rehabilitation of visually impaired World War II veterans. International Blind Sports Federation (IBSA), responsible for a range of sports for the blind and partially sighted, is the official governing body for the sport."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Goalball_vid_Paralympics_i_Aten.jpg/200px-Goalball_vid_Paralympics_i_Aten.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Ice dancing"},"description":{"type":"literal","xml:lang":"en","value":"Ice dancing is a discipline of figure skating which draws from the world of ballroom dancing. It joined the World Figure Skating Championships in 1952 and became a Winter Olympic Games medal sport in 1976. As in pair skating, dancers compete as a couple consisting of a man and a woman. Ice dance differs from pair skating by having different requirements for lifts, requiring spins to be performed as a team in a dance hold, and by disallowing throws and jumps."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Minenkov_and_Moiseeva_1976.jpg/200px-Minenkov_and_Moiseeva_1976.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kickball"},"description":{"type":"literal","xml:lang":"en","value":"Kickball (Soccer-Baseball or Foot-base) is a playground game and league game, similar to baseball, invented in the United States in the first half of the 20th Century. Kickball may also be known as kick baseball, base soccer, foot-base, soccer-base, or soccer-baseball. It is similar to baseball where players kick the ball to bat it instead of using bats, making it more accessible to young children."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Kickball-kc-wiki-01.jpg/200px-Kickball-kc-wiki-01.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"New England Small College Athletic Conference"},"description":{"type":"literal","xml:lang":"en","value":"The New England Small College Athletic Conference (NESCAC) is an NCAA Division III athletic conference, consisting of eleven highly selective liberal arts colleges and universities located in New England and New York. Often referred to as the \"Little Ivies\", most of the schools have competed against one another since the 19th century."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/New_England_Small_College_Athletic_Conference_logo.png/200px-New_England_Small_College_Athletic_Conference_logo.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Amateur radio direction finding"},"description":{"type":"literal","xml:lang":"en","value":"Amateur radio direction finding (ARDF, also known as radio orienteering and radiosport) is an amateur racing sport that combines radio direction finding with the map and compass skills of orienteering. It is a timed race in which individual competitors use a topographic map, a magnetic compass and radio direction finding apparatus to navigate through diverse wooded terrain while searching for radio transmitters."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Ardf_0001.jpg/200px-Ardf_0001.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Muggle Quidditch"},"description":{"type":"literal","xml:lang":"en","value":"Muggle Quidditch is a sport based on Quidditch, the fictional sport developed by British author J. K. Rowling in the Harry Potter series of children's novels. It is most popular amongst college students. The sport was created in 2005 at Middlebury College in Middlebury, Vermont. In Muggle Quidditch, as in fictional Quidditch, there are seven players on each team, 3 chasers, 2 beaters, 1 keeper and 1 seeker."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Mugglequidditch.jpg/200px-Mugglequidditch.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Underwater rugby"},"description":{"type":"literal","xml:lang":"en","value":"Underwater rugby (UWR) is an underwater sport that has its origin in the physical fitness training of German diving clubs and has little in common with rugby football except for the name. It is played underwater in a pool with a depth of 3.5m to 5m and goals (heavy metal buckets with a diameter of about 40 cm) at the bottom of the pool."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/UW-rugby_match_1.jpg/200px-UW-rugby_match_1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Atlantic University Sport"},"description":{"type":"literal","xml:lang":"en","value":"Atlantic University Sport (AUS) is a regional membership association for Canadian universities which assists in co-ordinating competition between their university level athletic programs and providing contact information, schedules, results, and releases about those programs and events to the public and the media. This is similar to what would be called a college athletic conference in the United States."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Atlantic_University_Sport_logo.jpg/200px-Atlantic_University_Sport_logo.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Diving"},"description":{"type":"literal","xml:lang":"en","value":"Diving is the sport of jumping or falling into water from a platform or springboard, sometimes while performing acrobatics. Diving is an internationally-recognized sport that is part of the Olympic Games. In addition, unstructured and non-competitive diving is a recreational pastime. Diving is one of the most popular Olympic sports with spectators."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Diving_tower_at_the_2008_EC.jpg/200px-Diving_tower_at_the_2008_EC.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Hurling"},"description":{"type":"literal","xml:lang":"en","value":"Hurling is an outdoor team game of ancient Gaelic origin, administered by the Gaelic Athletic Association. The game has prehistoric origins, has been played for over 3,000 years, and is thought to be the world's fastest field team game in terms of game play. One of Ireland's native Gaelic games, it shares a number of features with Gaelic football, such as the field and goals, number of players, and much terminology. There is a similar game for women called camogie (camógaíocht)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Hurling_game_Philadelphia_USA_2007.jpg/200px-Hurling_game_Philadelphia_USA_2007.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Jogging"},"description":{"type":"literal","xml:lang":"en","value":"Jogging is a form of trotting or running at a slow or leisurely pace. The main intention is to increase physical fitness with less stress on the body than from faster running."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Jogging_with_dog_at_Carcavelos_Beach.jpg/200px-Jogging_with_dog_at_Carcavelos_Beach.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Nordic combined"},"description":{"type":"literal","xml:lang":"en","value":"The Nordic combined is a winter sport in which athletes compete in both cross-country skiing and ski jumping."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Nordic_combined_pictogram.svg/200px-Nordic_combined_pictogram.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Rugby league"},"description":{"type":"literal","xml:lang":"en","value":"Rugby league football, usually called rugby league, is a full contact sport played by two teams of thirteen players on a rectangular grass field. One of the two codes of rugby football, it originated in England in 1895 as a split from the Rugby Football Union over the issue of payments to players. Its rules gradually changed with the purpose of producing a faster, more entertaining game for spectators. It is frequently cited as the toughest, most physically demanding of team sports."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Lance_hohaia_running_into_the_defence_(rugby_league).jpg/200px-Lance_hohaia_running_into_the_defence_(rugby_league).jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Sambo (martial art)"},"description":{"type":"literal","xml:lang":"en","value":"Sambo is a Russian martial art and combat sport. The word \"SAMBO\" is an acronym for SAMooborona Bez Oruzhiya, which literally translates as \"self-defense without weapons\". Sambo is relatively modern since its development began in the early 1920s by the Soviet Red Army to improve their hand-to-hand combat abilities."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/74/International_Federation_of_Amateur_Sambo_logo.png/200px-International_Federation_of_Amateur_Sambo_logo.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Squash (sport)"},"description":{"type":"literal","xml:lang":"en","value":"Squash is a popular global racquet sport played by two (singles) or four players (doubles) in a four-walled court with a small, hollow rubber ball. For its fast pace and requirement of mental agility, it has been described as \"jet-propelled chess\". In 2003, Forbes rated squash as the number one healthiest sport to play."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Squash_1.jpg/200px-Squash_1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Women's association football"},"description":{"type":"literal","xml:lang":"en","value":"Women's football has been played for many decades, but was associated with charity games and physical exercise in the past before the breakthrough of organized women's association football came in the 1970s. Before the 1970s, football was basically seen as a men's game. Women's football is a prominent team sport with 176 national teams participating internationally compared with 209 men's national teams(as of 2012), and it is one of the few women's team sports with professional leagues."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/52/UEFA-Women's_Cup_Final_2005_at_Potsdam_5.jpg/200px-UEFA-Women's_Cup_Final_2005_at_Potsdam_5.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"World Speed Skating Championships"},"description":{"type":"literal","xml:lang":"en","value":"The International Skating Union organises the following World Championships in the sport of speed skating:"},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Speed_skating_pictogram.svg/200px-Speed_skating_pictogram.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Gaelic handball"},"description":{"type":"literal","xml:lang":"en","value":"Gaelic handball (known in Ireland simply as handball; Irish: liathróid láimhe) is a sport played in Ireland where players hit a ball with a hand or fist against a wall in such a way as to make a shot the opposition cannot return, and that may be played with two (singles) or four players (doubles). The sport is similar to American handball (a related and almost identical game), Basque pelota, racquetball and squash."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Handball_Courts.JPG/200px-Handball_Courts.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Underwater hockey"},"description":{"type":"literal","xml:lang":"en","value":"Underwater hockey (UWH; also called Octopush and Water Hockey) is a global non-contact sport in which two teams compete to maneuver a puck across the bottom of a swimming pool into goals."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/OctopushTwoPlayers28092009.JPG/200px-OctopushTwoPlayers28092009.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Fastpitch softball"},"description":{"type":"literal","xml:lang":"en","value":"Fast-pitch softball (also known as fast pitch or fastpitch without the hyphen or \"fastball\") is a form of softball played commonly by women and men, though coed fast-pitch leagues also exist. The International Softball Federation (ISF) is the international governing body of softball. The ISF recognizes three pitching styles: fast pitch, \"modified\" fast pitch, and slow pitch. Fast pitch is considered the most competitive form of softball."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Pitching_3.jpg/200px-Pitching_3.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Single skating"},"description":{"type":"literal","xml:lang":"en","value":"Single skating is a discipline of figure skating in which male and female skaters compete individually. Men's singles and ladies' singles are both Olympic disciplines and are both governed by the International Skating Union, along with the other Olympic figure skating events, pair skating and ice dancing. Single skaters perform jumps, spins, step sequences, spirals, and other moves in the field as part of their competitive programs."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Carolina_Kostner_at_2009_World_Championships.jpg/200px-Carolina_Kostner_at_2009_World_Championships.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Gateball"},"description":{"type":"literal","xml:lang":"en","value":"Gateball (Japanese: ゲートボール, geeto booru) is a mallet team sport similar to croquet. It is a fast-paced, non-contact, highly-strategic team game, which can be played by anyone regardless of age or gender. Gateball is played on a rectangular court 20–25 metres long and 15–20 metres wide. Each court has three gates and a goal pole. The game is played by two teams (red and white) of up to five players. Each player has a numbered ball corresponding to their playing order."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Playing_Gate_Ball.jpg/200px-Playing_Gate_Ball.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Oklahoma Sooners baseball"},"description":{"type":"literal","xml:lang":"en","value":"Oklahoma Sooners baseball is the NCAA Division I collegiate baseball team of the University of Oklahoma based in Norman, Oklahoma. The Oklahoma Baseball tradition is long and storied, with two National Championships in 1951 and 1994, along with numerous All-Americans. Dale Mitchell, Bobby Jack, Jackson Todd, Glen Castle, and Keith Drumright all include two-time All-Americans to play baseball for the University of Oklahoma Sooners baseball team. Their home field is L."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Oklahoma_Sooners_logo.svg/200px-Oklahoma_Sooners_logo.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Pesäpallo"},"description":{"type":"literal","xml:lang":"en","value":"Pesäpallo (Swedish: Boboll, also referred to as \"Finnish baseball\") is a fast-moving bat-and-ball sport that is quite often referred to as the national sport of Finland and has some presence in other countries, such as Germany, Sweden, Switzerland, Australia, and Northern Ontario in Canada (Both Canada and Australia have high Scandinavian populations). The game is similar to brännboll, rounders, baseball and lapta."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Siipen_nuoret_pelaamassa_pesapalloa.jpg/200px-Siipen_nuoret_pelaamassa_pesapalloa.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Vinkensport"},"description":{"type":"literal","xml:lang":"en","value":"Vinkensport (Dutch for \"finch sport\") is a competitive animal sport in which male Common Chaffinches are made to compete for the highest number of bird calls in an hour. Also called vinkenzetting (Dutch finch sitting), it is primarily active in the Dutch-speaking Flanders region of Belgium. Vinkensport traces its origins to competitions held by Flemish merchants in 1596, and is considered part of traditional Flemish culture."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Fringilla_coelebs_chaffinch_male_edit2.jpg/200px-Fringilla_coelebs_chaffinch_male_edit2.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Women's lacrosse"},"description":{"type":"literal","xml:lang":"en","value":"Women's lacrosse, sometimes shortened to lax, is a sport played with twelve players on each team. Originally played by the indigenous peoples of the Americas. The modern women's game was introduced in 1890 at the St Leonard's School in Scotland. The rules of women's lacrosse differ significantly from men's field lacrosse."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Womens_lacrosse1.jpg/200px-Womens_lacrosse1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Auto Race"},"description":{"type":"literal","xml:lang":"en","value":"is a Japanese version of motorcycle speedway, but combines gambling added into it and is held on an asphalt course, throughout Japan. It is regulated by the JKA Foundation. A typical Auto Race bike is 599㏄. Autorace is predominantly a gambling sport. The first ever meeting was held at Funabashi in 1950, but the more traditional speedway and flat track dirt surfaces were banned by the government in the 1960s because they were considered too dangerous."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Auto_Race_in_Kawaguchi.jpg/200px-Auto_Race_in_Kawaguchi.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Rugby tens"},"description":{"type":"literal","xml:lang":"en","value":"Rugby tens, also known as ten-a-side and Xs, is a variant of rugby union in which teams are made up of ten players, typically five forwards and five backs. Matches are much shorter, often of two ten-minute halves. The rules are similar to rugby sevens, with the IRB publishing the tens Variations in 2012. http://www. irblaws. com/downloads/EN/Tens_Var_EN. pdf The game is fairly popular in Malaysia, Indonesia, Singapore, and Thailand, and is growing elsewhere."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Canterbury_Penguins.jpg/200px-Canterbury_Penguins.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Five-a-side football"},"description":{"type":"literal","xml:lang":"en","value":"Five-a-side football is a variation of association football in which each team fields five players, rather than the usual eleven on each team. Other differences from football include a smaller pitch, smaller goals, and a reduced game duration. Matches are played indoors, or outdoors on AstroTurf or artificial grass pitches that may be enclosed within a barrier or \"cage\" to prevent the ball from leaving the playing area and keep the game flowing."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Indoor_soccer_singapore_z.JPG/200px-Indoor_soccer_singapore_z.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Division III (NCAA)"},"description":{"type":"literal","xml:lang":"en","value":"Division III (or DIII) is a division of the National Collegiate Athletic Association of the United States. The division consists of colleges and universities that choose not to offer athletically related financial aid to their student-athletes. It was formed in 1973 in a split of the College Division, the former second-tier division of NCAA member schools."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/NCAA_logo.svg/200px-NCAA_logo.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Artistic gymnastics"},"description":{"type":"literal","xml:lang":"en","value":"Artistic gymnastics is a discipline of gymnastics where gymnasts perform short routines (ranging from approximately 30 to 90 seconds) on different apparatus, with less time for vaulting (see lists below). The sport is governed by the Federation Internationale de Gymnastique (FIG), which designs the Code of Points and regulates all aspects of international elite competition."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Bundesarchiv_Bild_183-94681-0002,_Werner_Dölling.jpg/200px-Bundesarchiv_Bild_183-94681-0002,_Werner_Dölling.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Bowling"},"description":{"type":"literal","xml:lang":"en","value":"Bowling refers to a series of sports or leisure activities in which a player rolls or throws a bowling ball. In indoor bowls, the target is usually to knock over pins. In outdoor variations, the aim is usually to get the ball as close to a target ball as possible. The indoor version of bowling is often played on a flat wooden or other synthetic surface, while outdoor bowling the surface may be grass, gravel or a synthetic surface."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Bowlerbowling.JPG/200px-Bowlerbowling.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Curling"},"description":{"type":"literal","xml:lang":"en","value":"Curling is a sport in which players slide stones across a sheet of ice towards a target area which is segmented into four rings. It is related to bowls, boule and shuffleboard. Two teams, each of four players, take turns sliding heavy, polished granite stones, also called \"rocks\", across the ice curling sheet towards the house, a circular target marked on the ice. Each team has eight stones."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Brier_045.jpg/200px-Brier_045.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Darts"},"description":{"type":"literal","xml:lang":"en","value":"Darts is a form of throwing game in which darts are thrown at a circular target (dartboard) fixed to a wall. Though various boards and rules have been used in the past, the term \"darts\" usually now refers to a standardised game involving a specific board design and set of rules."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Darts_in_a_dartboard.jpg/200px-Darts_in_a_dartboard.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Flag football"},"description":{"type":"literal","xml:lang":"en","value":"Flag football is a version of American football or Canadian football where the basic rules of the game are similar to those of the mainstream game (often called \"tackle football\" for contrast), but instead of tackling players to the ground, the defensive team must remove a flag or flag belt from the ball carrier (\"deflagging\") to end a down."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Flagfootballut.jpg/200px-Flagfootballut.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Gaelic football"},"description":{"type":"literal","xml:lang":"en","value":"Gaelic football, commonly referred to as football or Gaelic, is a sport played between two teams of 15 players on a rectangular grass pitch. The objective of the sport is to score points by passing the ball through the other team's goals, a set of two upright posts separated by a crossbar 2.5 metres above the ground."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Aidan_O'Mahony_&_Eoin_Bradley.jpg/200px-Aidan_O'Mahony_&_Eoin_Bradley.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Luge"},"description":{"type":"literal","xml:lang":"en","value":"A Luge is a small one- or two-person sled on which one sleds supine (face up) and feet-first. Steering is done by flexing the sled's runners with the calf of each leg or exerting opposite shoulder pressure to the seat. Racing sleds weigh 21-25 kilograms (46-55 lbs. ) for singles and 25-30 kilograms (55-66 lbs. ) for doubles. Luge is also the name of an Olympic sport. Of the three Olympic sliding sports, which include bobsleigh and skeleton, luge is the fastest and most dangerous."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Départ_d'un_lugeur.jpg/200px-Départ_d'un_lugeur.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Motorcycle speedway"},"description":{"type":"literal","xml:lang":"en","value":"Motorcycle speedway, usually referred to as speedway, is a motorcycle sport involving four and sometimes up to six riders competing over four anti-clockwise laps of an oval circuit. Speedway motorcycles use only one gear and have no brakes and racing takes place on a flat oval track usually consisting of dirt or loosely packed shale. Competitors use this surface to slide their machines sideways, powersliding or broadsiding into the bends."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Łukasz_Sówka_wisniowy.JPG/200px-Łukasz_Sówka_wisniowy.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Olympic weightlifting"},"description":{"type":"literal","xml:lang":"en","value":"Olympic weightlifting, also called Olympic-style weightlifting, or weightlifting, is an athletic discipline in the modern Olympic programme in which participants attempt a maximum-weight single lift of a barbell loaded with weight plates. The two competition lifts in order are the snatch and the clean and jerk. Each weightlifter receives three attempts in each, and the combined total of the highest two successful lifts determines the overall result within a bodyweight category."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Andrei_Rybakou.jpg/200px-Andrei_Rybakou.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Relay"},"description":{"type":"literal","xml:lang":"en","value":"A relay is an electrically operated switch. Many relays use an electromagnet to operate a switching mechanism mechanically, but other operating principles are also used. Relays are used where it is necessary to control a circuit by a low-power signal (with complete electrical isolation between control and controlled circuits), or where several circuits must be controlled by one signal."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Relay.jpg/200px-Relay.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Rounders"},"description":{"type":"literal","xml:lang":"en","value":"Rounders is a bat-and-ball game played between two teams. Rounders is a striking and fielding team game that involves hitting a small, hard, leather-cased ball with a round wooden, plastic or metal bat. The players score by running around the four bases on the field. The game is popular among Irish and British school children. Gameplay centres around a number of innings, in which teams alternate at batting and fielding. A maximum of nine players are allowed to field at any time."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Game_of_rounders_on_Christmas_Day_at_Baroona,_Glamorgan_Vale,_1913.jpg/200px-Game_of_rounders_on_Christmas_Day_at_Baroona,_Glamorgan_Vale,_1913.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Short track speed skating"},"description":{"type":"literal","xml:lang":"en","value":"Short track speed skating is a form of competitive ice speed skating. In competitions, multiple skaters (typically between four and six) skate on an oval ice track with a circumference of 111.12 m. The rink itself is 60 m by 30 m, which is the same size as an international-sized ice hockey rink."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Saguenay_500m.jpg/200px-Saguenay_500m.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Speed skating"},"description":{"type":"literal","xml:lang":"en","value":"Speed skating, or speedskating, is a competitive form of ice skating in which the competitors race each other in traveling a certain distance on skates. Types of speed skating are long track speed skating, short track speed skating, and marathon speed skating. In the Olympic Games, long-track speed skating is usually referred to as just \"speed skating\", while short-track speed skating is known as \"short track\"."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Paulien_van_Deutekom_(08-12-2007).jpg/200px-Paulien_van_Deutekom_(08-12-2007).jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Ultimate (sport)"},"description":{"type":"literal","xml:lang":"en","value":"Ultimate is a team sport played with a flying disc. The object of the game is to score points by passing the disc to a player in the opposing end zone, similar to an end zone in American football or the in-goal area in rugby. Players may not run with the disc, and must keep a pivot while holding the disc."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Ultimate_at_UNC-Wilmington.jpg/200px-Ultimate_at_UNC-Wilmington.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kronum"},"description":{"type":"literal","xml:lang":"en","value":"Kronum is a sport which was invented in 2008 by Bill Gibson in Villanova, Pennsylvania. It is played only in the United States, with professional league games taking place in Philadelphia. Kronum is becoming more popular in Europe. Gibson decided to include elements of different sports: soccer, basketball and handball. The main philosophy of Kronum is to introduce a new gameplay experience to the world of sports, this is why the main slogan of Kronum is “join the revolution."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Kronum_Field.png/200px-Kronum_Field.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Ice skating"},"description":{"type":"literal","xml:lang":"en","value":"Ice skating is moving on ice by using ice skates. It can be done for a variety of reasons, including health benefits, leisure, traveling, and various sports. Ice skating occurs both on specially prepared indoor and outdoor tracks, as well as on naturally occurring bodies of frozen water, such as lakes and rivers."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Ice_skating_Presseggersee.jpg/200px-Ice_skating_Presseggersee.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"2006 NFL Draft"},"description":{"type":"literal","xml:lang":"en","value":"The 2006 National Football League Draft, the 71st in league history, took place in New York City at Radio City Music Hall on April 29 and April 30, 2006. For the 27th consecutive year, the draft was telecast on ESPN and ESPN2, with additional coverage offered by ESPNU and, for the first time, by the NFL Network. Having signed a contract with the Houston Texans on the evening before the draft, Mario Williams, a defensive end from North Carolina State, became the draft’s first pick."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/2006NFLDraft.png/200px-2006NFLDraft.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Pioneer Football League"},"description":{"type":"literal","xml:lang":"en","value":"The Pioneer Football League is a college athletic conference which operates in the East, Midwest, and California of the United States. It has member schools that range from New York, North Carolina, and Florida in the east to California in the west. The conference participates in the NCAA's Division I Football Championship Subdivision (FCS) as a football-only conference."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Pioneer_Football_League_logo.png/200px-Pioneer_Football_League_logo.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Boccia"},"description":{"type":"literal","xml:lang":"en","value":"Boccia is a precision ball sport, similar to bocce, and related to bowls and pétanque. The name Boccia is derived from the Latin word for boss – bottia. The sport is contested at local, national and international levels, by athletes with more severe physical disabilities. It was originally designed to be played by people with cerebral palsy but now includes athletes with other severe disabilities affecting motor skills."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Paralympics_Beijing_2008_286.JPG/200px-Paralympics_Beijing_2008_286.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Padel tennis"},"description":{"type":"literal","xml:lang":"en","value":"Padel tennis (or just padel) is a racquet sport played extensively in Spain and Hispanic America. Padel is typically played in doubles on an enclosed court about half the size of a tennis court. Scoring is the same as normal tennis and the balls used are similar but with a little less pressure, and so the biggest difference is that the court has walls and the balls can be played off them in a similar way as in the game of squash."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Sanchez-Casal_Paddle_Tennis_Game.jpg/200px-Sanchez-Casal_Paddle_Tennis_Game.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Pickleball"},"description":{"type":"literal","xml:lang":"en","value":"Pickleball is a racquet sport which combines elements of badminton, tennis, and table tennis. The sport is played on a court with the same dimensions as a doubles badminton court. The net is similar to a tennis net, but is mounted two inches lower. The game is played with a hard paddle and a polymer smaller version of a wiffle ball."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Pickleballcourt.PNG/200px-Pickleballcourt.PNG"}},{"label":{"type":"literal","xml:lang":"en","value":"Tennis polo"},"description":{"type":"literal","xml:lang":"en","value":"Tennis polo (or toccer) is a field sport where two teams of ten players (nine field players, 1 goalkeeper) use a tennis ball to score goals. Two teams of ten players attempt to throw the ball into a goal defended by a keeper who holds a racquet. Tennis Polo shares elements of sports such as field handball, the Gaelic sport of hurling and football. The game may also be played where all field players have racquets including the goalkeeper."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Original_toccer.jpg/200px-Original_toccer.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Michigan Intercollegiate Athletic Association"},"description":{"type":"literal","xml:lang":"en","value":"The Michigan Intercollegiate Athletic Association (MIAA) is an athletic conference that competes in the NCAA's Division III. The nine teams in the conference are all located in the states of Michigan and Indiana. The Michigan Intercollegiate Athletic Association was established on March 24, 1888, making it the oldest college athletic conference in the United States."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Michigan_Intercollegiate_Athletic_Association.png/200px-Michigan_Intercollegiate_Athletic_Association.png"}},{"label":{"type":"literal","xml:lang":"en","value":"College baseball"},"description":{"type":"literal","xml:lang":"en","value":"College baseball is baseball that is played on the intercollegiate level at institutions of higher education. In comparison to football and basketball, college competition in the United States plays a smaller role in developing professional players, as baseball's professional minor leagues are more extensive. Unlike football and basketball, players do not have to go to college to turn professional."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Baseball_d1.png/200px-Baseball_d1.png"}},{"label":{"type":"literal","xml:lang":"en","value":"American handball"},"description":{"type":"literal","xml:lang":"en","value":"American handball is a sport in which players use their hands to hit a small rubber ball against a wall so that it bounces off in such a way that their opponent cannot return it. There are three versions of handball (four-wall, three-wall and one-wall) that can each be played by either two players(singles), three players(cut-throat) or four players(doubles)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/40/HandballCourtMacDonaldParkTracyCAJuly2010.jpg/200px-HandballCourtMacDonaldParkTracyCAJuly2010.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Arena football"},"description":{"type":"literal","xml:lang":"en","value":"Arena football is a variety of gridiron football played by the Arena Football League (AFL). It is a proprietary game, the rights to which are owned by Gridiron Enterprises, and is played indoors on a smaller field than American or Canadian outdoor football, resulting in a faster and higher-scoring game. The sport was invented in 1981, and patented in 1987, by James F. Foster, Jr. , a former executive of the National Football League and the United States Football League."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Arena_football_Kansas_City_wide_shot.jpg/200px-Arena_football_Kansas_City_wide_shot.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Box lacrosse"},"description":{"type":"literal","xml:lang":"en","value":"Box lacrosse, also known as indoor lacrosse and sometimes shortened to boxla or simply box, is an indoor version of lacrosse played mostly in North America. The game originated in Canada, where it is the most popular version of the game played in contrast to the traditional field lacrosse game. It is played between two teams of six players each, and is traditionally played on an ice hockey rink once the ice has been removed or covered."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Box_lacrosse_goalkeeper.jpg/200px-Box_lacrosse_goalkeeper.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Indoor cricket"},"description":{"type":"literal","xml:lang":"en","value":"Indoor cricket is a variant of and shares many basic concepts with cricket. The game is most often played between two teams each consisting of six or eight players. Several versions of the game have been in existence since the late 1960s, whilst the game in its present form began to take shape in the late 1970s and early 1980s. Conventional cricket has been played indoors at the Docklands Stadium in Melbourne, Australia."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/A_game_of_indoor_cricket_in_progress_in_Canberra,_2011.jpg/200px-A_game_of_indoor_cricket_in_progress_in_Canberra,_2011.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Inline hockey"},"description":{"type":"literal","xml:lang":"en","value":"Inline hockey, also known as roller hockey or inline roller hockey, is a team sport played on an appropriate smooth surface, in which skaters use wooden or composite sticks to shoot a hard plastic puck into their opponent's net. The game is played between two teams with five players (Four Skaters and a Goal tender) on the floor. A team usually consists of three lines of two forwards, three pairs of defencemen, and two goalies."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Armyinlinestortini.JPG/200px-Armyinlinestortini.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Ball hockey"},"description":{"type":"literal","xml:lang":"en","value":"Ball hockey is a team sport and a variation of the sport of ice hockey and a specific variation of the game of street hockey. This article will discuss the specifics related to the official game of ball hockey that is played in tournaments throughout North America, Europe, and Asia. For a description of the game which describes the more recreational style of play, refer to the Street Hockey article."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Ball_Hockey_WC_2.jpg/200px-Ball_Hockey_WC_2.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Foot orienteering"},"description":{"type":"literal","xml:lang":"en","value":"Foot orienteering (foot-O) is the oldest formal orienteering sport, and the one with the most \"starts\" per year. Usually, a foot-O is a timed race in which participants start at staggered intervals, are individually timed, and are expected to perform all navigation on their own. The control points are shown on the orienteering map and must be visited in the specified order. Standings are determined first by successful completion of the course, then by shortest time on course."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Orienteering_symbol_framed.png/200px-Orienteering_symbol_framed.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Masters Rugby League"},"description":{"type":"literal","xml:lang":"en","value":"Masters Rugby League is a derivative of rugby league for a wide age range of older, semi-retired and non-competitive players and officials. Masters Rugby League started in New Zealand in 1992 and has since grown in popularity, spreading to Australia and more recently to the United Kingdom."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Masters_rugby_league_logo.jpg/200px-Masters_rugby_league_logo.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Quoits"},"description":{"type":"literal","xml:lang":"en","value":"Quoits (koits, kwoits, kwaits) is a traditional game which involves the throwing of metal, rope or rubber rings over a set distance, usually to land over or near a spike (sometimes called a hob, mott or pin). The sport of quoits encompasses several distinct variations."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Quoits.jpg/200px-Quoits.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Russian four square"},"description":{"type":"literal","xml:lang":"en","value":"Russian four square was started in Soviet Russia. Russian four square is a variation of the Russian game Квадрат (square)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Kvadrat.gif/200px-Kvadrat.gif"}},{"label":{"type":"literal","xml:lang":"en","value":"Circle rules football"},"description":{"type":"literal","xml:lang":"en","value":"Circle rules football, commonly referred to as circle rules, is a sport played between two teams of six with a large spherical ball similar to a stability ball. Invented in New York City in 2006, the sport is currently played in cities across the United States, as well as in several international locations. The game is played on a circular field with a central goal. The goal has no net, as the two teams score through the goal from opposing directions."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Circle_rules_football_6-20-12.jpg/200px-Circle_rules_football_6-20-12.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Fleet racing"},"description":{"type":"literal","xml:lang":"en","value":"Fleet racing is a form of competitive sailing that involves sailboats racing one another over a set course. It is the most common form of sailboat racing and contrasts with match racing and team racing. Fleet racing can take place in two main formats. In the \"one design\" basis, all boats in the fleet are of the same class (i.e. , the same design, length, and sail area)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Fleet_Racing_Mumbai.jpg/200px-Fleet_Racing_Mumbai.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Plunge for distance"},"description":{"type":"literal","xml:lang":"en","value":"The plunge for distance is a diving event that enjoyed its greatest popularity in the 19th and early part of the 20th century, even being included as an official event in the 1904 Summer Olympics. By the 1920s, it began to lose its popularity and slowly disappeared from U.S. and English swim competitions."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Plunge_For_Distance_Handley_1918.jpg/200px-Plunge_For_Distance_Handley_1918.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Rugby union in the United States"},"description":{"type":"literal","xml:lang":"en","value":"Rugby union in the United States is a growing national sport. It is played at the youth, high school, club, semi-professional, and international levels. There are over 450,000 players registered with USA Rugby, including over 67,000 high school students. The 2,588 clubs in the United States are governed by seven Territorial Unions and 37 Local Unions."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Rugby_USA.jpg/200px-Rugby_USA.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Human swimming"},"description":{"type":"literal","xml:lang":"en","value":"Human swimming is the self propulsion of a person through water or other liquid, for survival, recreation, sport, exercise or other reason. Locomotion is achieved through co-ordinated movement of the limbs, the body, or both. Humans are able to hold their breath underwater and undertake rudimentary locomotive swimming within weeks of birth, as an evolutionary response."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Natacio.jpg/200px-Natacio.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Rodeo"},"description":{"type":"literal","xml:lang":"en","value":"Rodeo is a competitive sport which arose out of the working practices of cattle herding in Spain, Mexico, and later the United States, Canada, South America and Australia. It was based on the skills required of the working vaqueros and later, cowboys, in what today is the western United States, western Canada, and northern Mexico."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/05/StampedeRodeo2002.JPG/200px-StampedeRodeo2002.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Synchronized swimming"},"description":{"type":"literal","xml:lang":"en","value":"Synchronized swimming (often abbreviated to Synchro) is a hybrid form of swimming, dance and gymnastics, consisting of swimmers (either solos, duets, trios, combos, or teams) performing a synchronized routine of elaborate moves in the water, accompanied by music. Synchronized swimming demands advanced water skills, and requires great strength, endurance, flexibility, grace, artistry and precise timing, as well as exceptional breath control when upside down underwater."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Synchronized_swimming_-_Russian_team.jpg/200px-Synchronized_swimming_-_Russian_team.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Rugby union"},"description":{"type":"literal","xml:lang":"en","value":"Rugby union, often referred to simply as rugby, is a full contact team sport which originated in England in the early 19th century. One of the two codes of rugby football, it is based on running with the ball in hand. In its most common form a game is contested between two teams of 15 players using an oval-shaped ball on a field with H-shaped goalposts on each goal line."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/New_Zealand_vs_South_Africa_2006_Tri_Nations_Line_Out.JPG/200px-New_Zealand_vs_South_Africa_2006_Tri_Nations_Line_Out.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"KNSB Dutch Marathon Championships"},"description":{"type":"literal","xml:lang":"en","value":"The Dutch Marathon championships is a speed skating Championship that has two championships. A Marathon championship on natural ice and one at artificial ice"},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Sjoerd-huisman.jpg/200px-Sjoerd-huisman.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Alabama State Hornets football"},"description":{"type":"literal","xml:lang":"en","value":"The Alabama State Hornets are the college football team representing the Alabama State University. The Hornets play in NCAA Division I Football Championship as a member of the Southwestern Athletic Conference. Alabama State is currently building a new stadium that will be open in 2012."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/AlabamaStateHornets.png/200px-AlabamaStateHornets.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Pair skating"},"description":{"type":"literal","xml:lang":"en","value":"Pair skating is a figure skating discipline. International Skating Union (ISU) regulations describe pair teams as consisting of \"one lady and one man. \" The sport is distinguished from ice dancing and single skating by elements unique to pair skating, including overhead lifts, twist lifts, death spirals, and throw jumps. The teams also perform the elements of single skating in unison."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Bundesarchiv_Bild_183-G0313-0017-001,_Ludmilla_Beloussowa,_Oleg_Protopopow.jpg/200px-Bundesarchiv_Bild_183-G0313-0017-001,_Ludmilla_Beloussowa,_Oleg_Protopopow.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kyūdō"},"description":{"type":"literal","xml:lang":"en","value":"Kyūdō is a modern Japanese martial art; kyudo practitioners are referred to as kyudoka . Kyudo is based on kyūjutsu, which originated with the samurai class of feudal Japan. Kyudo is practiced by thousands of people worldwide. In Japan alone as of 2005, the International Kyudo Federation had 132,760 graded members, additionally kyudo is taught at Japanese schools and some traditions refrain from federation membership."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Kyudo_Kai_01.jpg/200px-Kyudo_Kai_01.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Mountain bike orienteering"},"description":{"type":"literal","xml:lang":"en","value":"Mountain bike orienteering (MTB-O or MTBO) is an orienteering endurance racing sport on a mountain bike where navigation is done along trails and tracks. Compared to foot orienteering, competitors usually are not permitted to leave the trail and track network. Navigation tactics are similar to ski-orienteering, where the major focus is route choice while navigating."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Mountain_bike_orienteer_1_-_Meehan_Range.jpg/200px-Mountain_bike_orienteer_1_-_Meehan_Range.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Nordic walking"},"description":{"type":"literal","xml:lang":"en","value":"Nordic walking is a physical activity and a sport. The activity is performed with specially designed walking poles similar to ski poles."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Marko_Kantaneva,_the_creator_of_nordic_walking.jpg/200px-Marko_Kantaneva,_the_creator_of_nordic_walking.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Roller derby"},"description":{"type":"literal","xml:lang":"en","value":"Roller derby is a contact sport played by two teams of five members roller skating in the same direction around a track. Game play consists of a series of short matchups (\"jams\") in which both teams designate a scoring player (the \"jammer\") who scores points by lapping members of the opposing team. The teams attempt to assist their own jammer whilst hindering the opposing jammer—in effect, playing both offense and defense simultaneously."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/WasatchVsJunctionCity.jpg/200px-WasatchVsJunctionCity.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Shinty"},"description":{"type":"literal","xml:lang":"en","value":"Shinty is a team game played with sticks and a ball. Shinty is now played mainly in the Scottish Highlands, and amongst Highland migrants to the big cities of Scotland, but it was formerly more widespread, being once competitively played on a widespread basis in England and other areas in the world where Scottish Highlanders migrated. While comparisons are often made with field hockey, the two games have several important differences."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/CabersGlasgow.jpg/200px-CabersGlasgow.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Intramural sports"},"description":{"type":"literal","xml:lang":"en","value":"Intramural sports or intramurals are recreational sports organized within a set geographic area. The term derives from the Latin words intra muros meaning \"within walls\", and was used to indicate sports matches and contests that took place among teams from \"within the walls\" of an ancient city (as opposed to a varsity team which competed with teams from other cities and towns). The Ohio State University and the University of Michigan created the first intramural sports departments in 1913."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Elmer_D._Mitchell.png/200px-Elmer_D._Mitchell.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Brandon Bobcats"},"description":{"type":"literal","xml:lang":"en","value":"The Brandon Bobcats are the athletic teams that represent Brandon University in Brandon, Manitoba, Canada. Currently there are four Bobcat teams competing in Canadian Interuniversity Sport as members of the Canada West Universities Athletic Association."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Brandon_Bobcats_Logo.png/200px-Brandon_Bobcats_Logo.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Woodsman"},"description":{"type":"literal","xml:lang":"en","value":"Woodsman (also, woodsmen, pl. ) is a competitive, co-ed intercollegiate sport in the United States, Canada and elsewhere based on various skills traditionally part of forestry educational and technical training programs. In North America, the sport currently is organized in five regional divisions: northeastern, mid-Atlantic, southern, midwestern, and western."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Corte_hachu.jpg/200px-Corte_hachu.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Handball at the Summer Olympics"},"description":{"type":"literal","xml:lang":"en","value":"Team handball was introduced as an Olympic sport for men at the 1936 Summer Olympics in Berlin, but dropped after that, only to be resumed at the 1972 Summer Olympics, again on German territory. Women's team handball competition was introduced at the 1976 Summer Olympics."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Handball_pictogram.svg/200px-Handball_pictogram.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"International rules football"},"description":{"type":"literal","xml:lang":"en","value":"International rules football (Irish: Peil na rialacha idirnáisiunta; also known as inter rules in Australia and compromise rules in Ireland) is a team sport consisting of a hybrid of football codes, which was developed to facilitate international representative matches between Australian rules football players and Gaelic football players. The first tour, known as the Australian Football World Tour, took place in 1967, with matches played in Ireland, the United Kingdom, and the United States."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/International_rules.jpg/200px-International_rules.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Stock car racing"},"description":{"type":"literal","xml:lang":"en","value":"Stock car racing is a form of automobile racing found mainly in the United States, Canada, New Zealand, Great Britain, Mexico, Brazil and Argentina. Traditionally, races are run on oval tracks measuring approximately 0.25 to 2.66 miles (to). NASCAR is the world's largest governing body for stock car racing, and its Sprint Cup Series is the de facto premier series of stock car racing. Top level races are 200 to 600 miles (to km) in length."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Through_the_tri-oval.jpg/200px-Through_the_tri-oval.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Unicycle hockey"},"description":{"type":"literal","xml:lang":"en","value":"Unicycle hockey is a team sport, similar to roller or inline hockey, except that each player must be mounted on a unicycle (with both feet on the pedals) to play the ball. A team is composed of five players (plus substitutes), but there is no dedicated goalkeeper role (although one player usually stays back in that position). The governing body for unicycle hockey is the International Unicycling Federation which publishes the rules for all unicycle sports."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Unicyclehockey.jpg/200px-Unicyclehockey.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Highest paid NBA players by season"},"description":{"type":"literal","xml:lang":"en","value":"The highest paid NBA players by season over the past twelve seasons have received contracts with salaries noted in the twenty-million-dollar range. In this twelve-year span, Kevin Garnett received $28,000,000, which was the highest salary payment of any NBA player, during the 2003–2004 season. Garnett has been the highest paid NBA player per year in seven of the past twelve NBA seasons. Michael Jordan is the only NBA player to sign a contract worth over thirty million dollars in a season."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/29/NBA_Salary_Cap_RU.svg/200px-NBA_Salary_Cap_RU.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Oklahoma Sooners men's basketball"},"description":{"type":"literal","xml:lang":"en","value":""},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Oklahoma_Sooners_logo.svg/200px-Oklahoma_Sooners_logo.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Sun Belt Conference"},"description":{"type":"literal","xml:lang":"en","value":"The Sun Belt Conference is a college athletic conference that has been affiliated with the NCAA's Division I since 1976. Originally a non-football conference, the Sun Belt began sponsoring football in 2001. Its football teams participate in the Division I Football Bowl Subdivision (FBS). The 11 member institutions of the Sun Belt are distributed primarily across the southern United States."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/SunBeltConference_100.png/200px-SunBeltConference_100.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Ontario University Athletics"},"description":{"type":"literal","xml:lang":"en","value":"Ontario University Athletics (OUA) is a regional membership association for Canadian universities which assists in co-ordinating competition between their university level athletic programs and providing contact information, schedules, results, and releases about those programs and events to the public and the media. This is similar to what would be called a college athletic conference in the United States."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Ontario_University_Athletics.svg/200px-Ontario_University_Athletics.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Para-alpine skiing"},"description":{"type":"literal","xml:lang":"en","value":"Paralympic alpine skiing is an adaptation of alpine skiing for athletes with a disability. The sport evolved from the efforts of disabled veterans in Germany and Austria during and after the Second World War. The sport is governed by the International Paralympic Committee Sports Committee. The primary equipment used includes outrigger skis, sit-skis, and mono-skis. Para-alpine skiing disciplines include the Downhill, Super-G, Giant Slalom, Slalom, Super Combined and Snowboard."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Paralympic_2010_-_Alpine_skiing_-_Talan_Skeels-Piggins.jpg/200px-Paralympic_2010_-_Alpine_skiing_-_Talan_Skeels-Piggins.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Half-pipe skiing"},"description":{"type":"literal","xml:lang":"en","value":"Half-pipe skiing is the sport of riding snow skis on a half-pipe. Competitors perform tricks while going down the pipe. The current world record for highest jump in a half-pipe is held by Peter Olenick, with 24 feet 11 inches . The sport is considered to be dangerous compared to other sports, and helmets are required to be worn during competitions."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Spinning_in_Superpipe_Skiing_at_WSI.jpg/200px-Spinning_in_Superpipe_Skiing_at_WSI.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Munzee"},"description":{"type":"literal","xml:lang":"en","value":"Munzee is a freemium scavenger hunt game where places have to be found in the real world. The game is similar to Geocaching but uses QR code technology, in addition to device GPS location, to prove the find instead of a logbook. Launched in Texas in 2011, the game caught on first in Germany, along with California and Michigan. It is now played in more than 50 countries around the world, and there is at least one physical Munzee deployed on every continent, including Antarctica."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Munzee-logo.gif/200px-Munzee-logo.gif"}},{"label":{"type":"literal","xml:lang":"en","value":"Amputee football"},"description":{"type":"literal","xml:lang":"en","value":"Amputee football is an disabled sport played with seven players on each team (six outfield players and one goalkeeper). Outfield players have lower extremity amputations, and goalkeepers have an upper extremity amputation. Outfield players use loftstrand (forearm) crutches, and play without their prosthesis."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/ZaryenGamePhoto.jpg/200px-ZaryenGamePhoto.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Major League Ultimate"},"description":{"type":"literal","xml:lang":"en","value":"Major League Ultimate (MLU) was formed in order to fulfill the dreams of many young Ultimate players, so that they can eventually have a chance at the big leagues in their favorite sport. Ultimate is played by many different types of athletic players. The Major League knows that Ultimate has so many amazing plays and potential that eventually it will gather a bigger audience. The League hopes to see it through that Ultimate eventually becomes as big as Soccer."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Pull_Ultimate_Picture.jpg/200px-Pull_Ultimate_Picture.jpg"}}]}}