{"head":{"link":[],"vars":["label","description","thumbnail"]},"results":{"distinct":false,"ordered":true,"bindings":[{"label":{"type":"literal","xml:lang":"en","value":"M1 carbine"},"description":{"type":"literal","xml:lang":"en","value":"The M1 carbine (formally the United States Carbine, Caliber .30, M1) is a lightweight, easy to use semi-automatic carbine that became a standard firearm for the U.S. military during World War II, the Korean War and the Vietnam War, and was produced in several variants. It was widely used by U.S. and foreign military, paramilitary and police forces, and has also been a popular civilian firearm. In selective fire versions capable of fully automatic fire, the carbine is designated the M2 carbine."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/M1_Carbine_Mk_I_-_USA_-_Armémuseum.jpg/200px-M1_Carbine_Mk_I_-_USA_-_Armémuseum.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"M4 carbine"},"description":{"type":"literal","xml:lang":"en","value":"The M4 carbine is a family of firearms tracing its lineage back to earlier carbine versions of the M16 rifle, all based on the original AR-15 rifle designed by Eugene Stoner and made by ArmaLite. The M4 is a shorter and lighter variant of the M16A2 assault rifle, with 80% parts commonality. It is a gas-operated, magazine-fed, selective fire, shoulder-fired weapon with a telescoping stock."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/39/PEO_M4_Carbine_RAS_M68_CCO.jpg/200px-PEO_M4_Carbine_RAS_M68_CCO.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Calico M100"},"description":{"type":"literal","xml:lang":"en","value":"The M100 is a blowback-operated semi-automatic rifle chambered in .22 LR, manufactured by Calico Light Weapons Systems in Hillsboro, Oregon, USA. It was originally designed and released in the 1980s to be of use to Law Enforcement and Military markets due to its slim profile."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/57/M105calico4143.jpg/200px-M105calico4143.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Hi-Point Carbine"},"description":{"type":"literal","xml:lang":"en","value":"The Hi-Point carbine is a series of carbines chambered for 9x19mm Parabellum, .40 S&W, and .45 ACP. They are very inexpensive, constructed using polymers and alloyed metals as much as possible, resulting in a reduction of production costs and sale price. It functions via a simple direct blowback action."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Hp995carbine22.jpg/200px-Hp995carbine22.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AK-105"},"description":{"type":"literal","xml:lang":"en","value":"The AK-105 is a shortened carbine version of the AK-74M rifle, which in turn was derived from the original AK-47 design and its AK-74 successor. The AK-102, AK-104, and AK-105 are very similar in design, the only difference being the caliber and corresponding magazine type. The AK-105 is chambered to fire 5.45×39mm ammunition. The AK-105 is supplementing AKS-74U Carbines in Russian Army service."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/AK-105_Avtomat_Kalashnikova.jpg/200px-AK-105_Avtomat_Kalashnikova.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"CZ-805 BREN"},"description":{"type":"literal","xml:lang":"en","value":"The CZ-805 BREN is a Czech assault rifle created in 2009 to replace the Sa vz. 58 in the Armed Forces of Czech Republic. The rifle is also competing to replace the INSAS rifle for the Indian Armed Forces."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Cz805.png/200px-Cz805.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Heckler & Koch HK33"},"description":{"type":"literal","xml:lang":"en","value":"The HK33 is a 5.56mm assault rifle developed in the 1960s by West German armament manufacturer Heckler & Koch GmbH (H&K), primarily for export."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/HK33A2_Flickr_(yet_another_finn).jpg/200px-HK33A2_Flickr_(yet_another_finn).jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"IMI Galil"},"description":{"type":"literal","xml:lang":"en","value":"The Galil is a family of Israeli small arms designed by Yisrael Galil and Yaacov Lior in the late 1960s and produced by Israel Military Industries Ltd (now Israel Weapon Industries Ltd) of Ramat HaSharon. The weapon system consists of a line chambered for the intermediate 5.56×45mm NATO caliber with either the M193 or SS109 ball cartridge and several models designed for use with the 7.62x51mm NATO rifle round. It is named after one of its inventors, Yisrael Galil."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/IMI-Galil.jpg/200px-IMI-Galil.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"SIG SG 550"},"description":{"type":"literal","xml:lang":"en","value":"The SG 550 is an assault rifle manufactured by Swiss Arms AG of Neuhausen, Switzerland (SG is an abbreviation for Sturmgewehr, or \"assault rifle\"). The rifle is based on the earlier 5.56mm SG 540 and is also known as the Fass 90 (Fusil d'assaut 90 / Fucile d'assalto 90) in French / Italian or Stgw 90 in German (Sturmgewehr 90)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Stgw_90.jpg/200px-Stgw_90.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Steyr AUG"},"description":{"type":"literal","xml:lang":"en","value":"The AUG is an Austrian bullpup 5.56mm assault rifle, designed in the early 1970s by Steyr Mannlicher GmbH & Co KG. The AUG (Armee-Universal-Gewehr—\"universal army rifle\") was adopted by the Austrian Army as the StG 77 (Sturmgewehr 77) in 1977, where it replaced the 7.62mm StG 58 automatic rifle. In production since 1978, it is the standard small arm of the Austrian Bundesheer and various national police units."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/39/AUG_A1_508mm_04.jpg/200px-AUG_A1_508mm_04.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Wieger StG-940"},"description":{"type":"literal","xml:lang":"en","value":"The Wieger StG-940 was an East German series of AK derivative assault rifles intended for sales after the-then reunified German forces. The StG-940 was chambered in the 5.56x45mm NATO and as the StG-942 in 5.45x39mm M74 round. The weapon was not officially adopted but tested by the Bundeswehr. It was developed during the last years of East Germany, for export but also for their special forces (the STG-943 was known to be in use with the STASI)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Wieger_STG941_GDR.jpg/200px-Wieger_STG941_GDR.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"XM8 rifle"},"description":{"type":"literal","xml:lang":"en","value":"The XM8 was the U.S. military designation for a lightweight assault rifle system under development by the United States Army from the late 1990s to early 2000s. The Army worked with the German small arms manufacturer Heckler & Koch (H&K) to develop the system to its requirements in the aftermath of the Objective Individual Combat Weapon (OICW) contract, for which H&K had been a subcontractor to ATK."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Xm8_sideview.jpg/200px-Xm8_sideview.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"M16 rifle"},"description":{"type":"literal","xml:lang":"en","value":"The M16 rifle, officially designated Rifle, Caliber 5.56 mm, M16, is the United States military version of the AR-15 rifle. The rifle was adapted for semi-automatic, three-round burst, and full-automatic fire. Colt purchased the rights to the AR-15 from ArmaLite, and currently uses that designation only for semi-automatic versions of the rifle. The M16 fires the 5.56×45mm NATO cartridge."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/M16a1m16a2m4m16a45wi.jpg/200px-M16a1m16a2m4m16a45wi.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AK-102"},"description":{"type":"literal","xml:lang":"en","value":"The AK-102 assault rifle is a shortened carbine version of the AK-101 rifle, which in turn was derived from the original AK-47 design and its AK-74 successor. The AK-102, AK-104, and AK-105 are very similar in design, the only difference being the caliber and corresponding magazine type. The AK-102 is an export version chambered to fire 5.56×45mm NATO ammunition."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Ak102.JPG/200px-Ak102.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"EM-2 rifle"},"description":{"type":"literal","xml:lang":"en","value":"The EM-2, Also known as Rifle No.9 Mk1 or \"Janson rifle\", was an experimental British assault rifle. It was briefly adopted by British forces in 1951, but the decision was overturned very shortly thereafter by Winston Churchill's incoming government in an effort to secure NATO standardisation of small arms and ammunition in the face of American intransigence."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Enfield_bullpup_prototype.jpg/200px-Enfield_bullpup_prototype.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Galil ACE"},"description":{"type":"literal","xml:lang":"en","value":"The Galil ACE is an assault rifle currently used by the Military Forces of Colombia."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Galil_ace.jpg/200px-Galil_ace.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Knight's Armament Company PDW"},"description":{"type":"literal","xml:lang":"en","value":"The Knight's Armament Company 6×35mm PDW is an experimental personal defense weapon designed by KAC, firing a new 6mm cartridge optimized for short barrel weapons. As with all personal defense weapons, the KAC PDW is intended to be compact and lightweight, but have a longer useful range (out to the low end of combat rifle ranges, 250–300 m)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/54/KnightsArmamentCompany-PDW.GIF/200px-KnightsArmamentCompany-PDW.GIF"}},{"label":{"type":"literal","xml:lang":"en","value":"Norinco CQ"},"description":{"type":"literal","xml:lang":"en","value":"The CQ is a variant of the AR-15 rifle manufactured by the Chinese arms company, Norinco. According to the Norinco website, the rifle is officially known as CQ 5.56."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/NORINCO_Type_CQ_5'56x45mm_assault_rifle.jpg/200px-NORINCO_Type_CQ_5'56x45mm_assault_rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Pindad SS1"},"description":{"type":"literal","xml:lang":"en","value":"The SS1 is the standard assault rifle of the Indonesian armed forces. It is based on the FN FNC rifle but modified in order to meet ergonomic and tropical environment needs. The SS1 is manufactured by PT Pindad, Bandung, Indonesia under the license from Fabrique Nationale, Belgium. The assault rifles are gas-operated automatic carbines with a foldable butt and are designed to meet the NATO standard."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/SS1-V1.jpg/200px-SS1-V1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"S&T Daewoo XK8"},"description":{"type":"literal","xml:lang":"en","value":"S&T Daewoo XK8, also known as DAR-21 (Daewoo Assault Rifle-21st Century), is a 5.56x45mm NATO bullpup assault rifle developed and manufactured by S&T Daewoo intended to replace Daewoo Precision Industries K2 assault rifle for the Republic of Korea Armed Forces. XK8 was the first firearm developed solely by the Korean defense company without the request from the military. However, after the field tests by Republic of Korea Army Special Warfare Command, it was rejected and was not mass produced."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/DAR-21_Kore_Piyade_Tüfeği.JPG/200px-DAR-21_Kore_Piyade_Tüfeği.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"SIG SG 540"},"description":{"type":"literal","xml:lang":"en","value":"The SG 540 is a 5.56mm assault rifle developed in the early 1970s by Schweizerische Industrie Gesellschaft (SIG, currently SAN Swiss Arms AG) based out of Neuhausen, Switzerland as a private venture primarily destined for export markets and as a potential replacement for the 7.5mm SG 510 automatic rifle known as the Stgw 57 in Swiss service."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/SIG_SG_543_Right.jpg/200px-SIG_SG_543_Right.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"StG 45(M)"},"description":{"type":"literal","xml:lang":"en","value":"The StG 45(M) (Sturmgewehr 45 literally \"storm rifle\" or \"assault rifle 1945\") sometimes referred to as the MP 45(M), was a prototype assault rifle developed by Mauser for the Wehrmacht at the end of World War II, using an innovative roller-delayed blowback operating system. It fired the 7.92×33mm Kurz (or \"Pistolenpatrone 7.9mm) intermediate cartridge at a cyclic rate of around 450 rounds per minute."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Munster_Sturmgewehr_45_(dark1).jpg/200px-Munster_Sturmgewehr_45_(dark1).jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Steyr ACR"},"description":{"type":"literal","xml:lang":"en","value":"The Steyr ACR was a prototype flechette-firing assault rifle built for the US Army's Advanced Combat Rifle program of 1989/90. Although the Steyr design proved effective, as did most of the weapons submitted, the entire ACR program ended with none of the entrants achieving performance 100% better than the M16A2, the baseline for a successful ACR weapon."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Steyr_ACR_layout_schematic.png/200px-Steyr_ACR_layout_schematic.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Stoner 63"},"description":{"type":"literal","xml:lang":"en","value":"The Stoner 63, also known as the M63, XM22, XM23, XM207 or the Mk 23 Mod 0 machine gun, is an American modular weapons system designed by Eugene Stoner in the early 1960s. Cadillac Gage was the primary manufacturer of the Stoner 63 during its history. Members of the United States military, including Navy SEALs and Marines, used it in very limited numbers during the Vietnam War. A few were also sold to law enforcement agencies."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Stoner_63.JPG/200px-Stoner_63.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"ČZ 2000"},"description":{"type":"literal","xml:lang":"en","value":"The ČZ 2000 is a prototype 5.56 mm caliber Czech weapon system, consisting of a standard rifle, carbine and light machine gun. The system was developed in 1991 after adapting the LADA firearm prototype (chambered for the 5.45x39mm M74 cartridge to the standard NATO 5.56x45mm round with the SS109 bullet. ) J. Denel from the Brno-based Prototypa-ZM company is the chief designer for both systems."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Cz2000-variants.jpg/200px-Cz2000-variants.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AKMSU"},"description":{"type":"literal","xml:lang":"en","value":"The AKMSU or AKSMU is a compact carbine version of the Soviet AKM assault rifle in 7.62 caliber. AKMSU stands for Assault rifle ('Avtomat' in Russian) by Kalashnikov, Modified, Skladivaushiisya (folding-stock), Ukorochenniy (Shortened). It is a matter of contention whether the AKMSU was actually manufactured by the Soviet Union or was simply a one-off production, perhaps produced in Pakistan's Khyber Pass region, an area known for diverse and unique weapon production in small shops."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/АКМСУ.gif/200px-АКМСУ.gif"}},{"label":{"type":"literal","xml:lang":"en","value":"Adaptive Combat Rifle"},"description":{"type":"literal","xml:lang":"en","value":"The Adaptive Combat Rifle (ACR) is the production name for an updated version of the Masada Adaptive Combat Weapon System. It is an assault rifle platform designed by Magpul Industries of Erie, Colorado. In late January 2008, Bushmaster entered into a licensing agreement with Magpul whereby Bushmaster would take over production, future development, and sales of the Masada."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Bushmaster_acr.jpg/200px-Bushmaster_acr.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Ak 5"},"description":{"type":"literal","xml:lang":"en","value":"The Ak 5 or Automatkarbin 5 (\"automatic carbine 5\", \"automatic carbine\" being the Swedish term for assault rifle) is the Swedish version of the FN FNC assault rifle with certain modifications, mostly to adapt the weapon to the Swedish climate. The Ak 5 is the service rifle of the Swedish Armed Forces. The Ak 5 replaced the Ak 4 (a licensed-produced version of the Heckler & Koch G3) in Swedish service. Later versions also accept the Colt M203 grenade launcher attachment."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/66/BasicAk5.jpg/200px-BasicAk5.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Ares Shrike 5.56"},"description":{"type":"literal","xml:lang":"en","value":"The Ares Defense Shrike 5.56 is an air-cooled, dual-feed weapon that fires the 5.56x45mm NATO cartridge. The Shrike 5.56 can be supplied as a complete weapon, or as an upper receiver “performance upgrade kit” to existing M16-type service rifles and carbines."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Shrike_5.56mm_Belt_Fed_Upper_Receiver.jpeg/200px-Shrike_5.56mm_Belt_Fed_Upper_Receiver.jpeg"}},{"label":{"type":"literal","xml:lang":"en","value":"Gewehr 41"},"description":{"type":"literal","xml:lang":"en","value":"The Gewehr 41 rifles, commonly known as the G41(W) or G41(M), were semi-automatic rifles used by Nazi Germany during World War II."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Automatgevär_m1941_Walther_-_Tyskland_-_AM.067370.jpg/200px-Automatgevär_m1941_Walther_-_Tyskland_-_AM.067370.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Gewehr 43"},"description":{"type":"literal","xml:lang":"en","value":"The Gewehr 43 or Karabiner 43 (G43, K43, Gew 43, Kar 43) is a 7.92×57mm Mauser caliber semi-automatic rifle developed by Nazi Germany during World War II. It was a modification of the G41(W) using an improved gas system similar to that of the Soviet Tokarev SVT-40."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Automatgevär_m1943_-_Tyskland_-_AM.045876.jpg/200px-Automatgevär_m1943_-_Tyskland_-_AM.045876.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"M1 Garand"},"description":{"type":"literal","xml:lang":"en","value":"The M1 Garand (officially designated as United States Rifle, Caliber .30, M1 and later it was just called Rifle, Caliber .30, M1, and also abbreviated as US Rifle, Cal. .30, M1) is a semi-automatic rifle chambered for the .30-06 Springfield rifle cartridge. It was the first semi-automatic rifle to be generally issued to the infantry of any nation. Called \"the greatest battle implement ever devised\" by General George S."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/M1_Garand_rifle_-_USA_-_30-06_-_Armémuseum.jpg/200px-M1_Garand_rifle_-_USA_-_30-06_-_Armémuseum.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"MAS-49 rifle"},"description":{"type":"literal","xml:lang":"en","value":"The MAS-49 is a French semi-automatic rifle that replaced various bolt action rifles as the French service rifle in 1949. It was designed and manufactured by the government-owned MAS arms factory. The French Army formal designation of the MAS-49 is Fusil Semi-automatique de 7,5mm Modele 1949 (\"rifle semi-automatic of 7.5mm model 1949\")."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/MAS_49_crop.jpg/200px-MAS_49_crop.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kel-Tec SUB-2000"},"description":{"type":"literal","xml:lang":"en","value":"The SUB-2000 is a pistol-caliber carbine manufactured by Kel-Tec CNC Industries of Cocoa, Florida, United States. The rifle is a blowback operated, semi-automatic firearm with its operating spring located in the tubular stock. It feeds from a grip-located magazine well using magazines designed for various pistols, and is an inexpensive carbine."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Kel-Tec_SUB-2000.jpg/200px-Kel-Tec_SUB-2000.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"M1A rifle"},"description":{"type":"literal","xml:lang":"en","value":"The M1A is a civilian version of the M14 rifle designed and manufactured by Springfield Armory, Inc. in 1974. The term \"M1A\" is a proprietary title for Springfield Armory's M14 pattern rifle. Early M1A rifles were built with surplus G.I. parts until Springfield Armory, Inc. began manufacturing their own."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/93/SA_M1A_NM.jpg/200px-SA_M1A_NM.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Volkssturmgewehr 1-5"},"description":{"type":"literal","xml:lang":"en","value":"The Volkssturmgewehr 1-5 (\"People's Assault Rifle\") is a set of 5 rifle designs developed by Nazi Germany during the last months of World War II. They were very simple designs, derived from the Mauser 98k, but with poor quality parts and a rough finish. There is confusion concerning the designation, sources talk about the VG 1-5, the Volkssturm-Gewehr 1-5, Versuchs-Gerät 1-5, Gustloff and Gustloff Geräts 507."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Volkssturmgewehr_(Sketch).jpg/200px-Volkssturmgewehr_(Sketch).jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AR-15"},"description":{"type":"literal","xml:lang":"en","value":"The AR-15 is a lightweight, 5.56 mm, magazine-fed, semi-automatic rifle, with a rotating-lock bolt, actuated by direct impingement gas operation or long/short stroke piston operation. It is manufactured with the extensive use of aluminum alloys and synthetic materials. The AR-15 was first built by ArmaLite as an assault rifle for the United States armed forces. Because of financial problems, ArmaLite sold the AR-15 design to Colt. The select-fire version of the AR-15 entered the U.S."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Stag2wi_.jpg/200px-Stag2wi_.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Ag m/42"},"description":{"type":"literal","xml:lang":"en","value":"The Automatgevär m/42 (Ag m/42, outside of Sweden commonly known as the AG42, AG-42 or Ljungman) is a Swedish semi-automatic rifle which saw limited use by the Swedish Army from 1942 until the 1960s."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Automatgevär_m-1942B_-_6,5x55mm_-_Armémuseum.jpg/200px-Automatgevär_m-1942B_-_6,5x55mm_-_Armémuseum.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Barrett XM500"},"description":{"type":"literal","xml:lang":"en","value":"The Barrett XM500 is a gas-operated, semi-automatic sniper rifle/anti-materiel rifle currently in development by the Barrett Firearms Company. It is fed by a 10-round detachable box magazine situated behind the trigger in bullpup configuration. It is based on the Barrett M82/M107 .50-caliber sniper rifle. It is intended to be a lighter, more compact alternative to the M82."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Barrett_XM500.jpg/200px-Barrett_XM500.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Zastava M93 Black Arrow"},"description":{"type":"literal","xml:lang":"en","value":"The M93 Black Arrow is a 12.7mm or .50 caliber anti-materiel rifle developed and manufactured by Zastava Arms. The M93 Black Arrow is designed on the basis of the Mauser system, which was, during its one hundred years long combat history, proven to be one of the most accurate and reliable bolt-action systems."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Sniper_Zastava_M93.jpg/200px-Sniper_Zastava_M93.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Accuracy International AS50"},"description":{"type":"literal","xml:lang":"en","value":"The AS50 is a .50 BMG sniper/anti-materiel rifle manufactured by British firearms producer Accuracy International. The AS50 enables operators to engage targets at very long range with high accuracy using explosive or incendiary ammunition. The AS50 employs a gas operated semi-automatic action and muzzle brake, allowing for lower recoil than the AW50 bolt action rifle and faster target acquisition. The rifle is highly transportable, ergonomic and lightweight."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Accuracy_International_AS50.jpg/200px-Accuracy_International_AS50.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Burnside carbine"},"description":{"type":"literal","xml:lang":"en","value":"The Burnside carbine was a breech-loading carbine that saw widespread use during the American Civil War."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Burnside_carbine.jpg/200px-Burnside_carbine.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"CAR-15"},"description":{"type":"literal","xml:lang":"en","value":"The Colt Automatic Rifle-15 Military Weapons System or CAR-15 was a family of AR-15 and M16 rifle–based firearms marketed by Colt in the late 1960s and early 1970s. Due to their compact size, the short-barreled Colt Commando and XM177 versions of this family continued to be issued to the U.S. military after the Vietnam War. The CAR-15 name was an attempt to re-associate the AR-15 name with Colt, since the AR initially stood for ArmaLite Rifle, the original manufacturer."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Colt_CAR-15_-_earliest_version.jpg/200px-Colt_CAR-15_-_earliest_version.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Colt Canada C7 rifle"},"description":{"type":"literal","xml:lang":"en","value":"The Colt Canada C7 is a Canadian assault rifle, manufactured by Colt Canada (formerly Diemaco prior to 2005), having similar design and function to the Colt M16A2. The C7 and its variants have been adopted as the standard issue rifle by the militaries of Canada, Norway, Denmark and the Netherlands. Following trials, variants became the weapon of choice of United Kingdom Special Forces and of the Royal Military Police."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Danish_AR_M95.gif/200px-Danish_AR_M95.gif"}},{"label":{"type":"literal","xml:lang":"en","value":"De Lisle carbine"},"description":{"type":"literal","xml:lang":"en","value":"The De Lisle carbine or De Lisle Commando carbine was a British carbine used during World War II. The primary feature of the De Lisle was its very effective suppressor. That, combined with its use of subsonic bullets, made it extremely quiet in action, possibly one of the quietest firearms ever made. Few were made as their use was limited to special military units."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/07/De_Lisle_Rifle.jpg/200px-De_Lisle_Rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kbk wz. 1996 Mini-Beryl"},"description":{"type":"literal","xml:lang":"en","value":"The karabinek wz. 1996 Mini-Beryl is a Polish 5.56 mm compact assault rifle derived from the kbs wz. 1996 Beryl service rifle. It was developed in parallel with the wz. 1996 Beryl by the \"Łucznik\" Arms Factory in Radom and introduced into service with the Polish Armed Forces in 1997 as the 5,56 mm karabinek krotki wz. 1996 (\"short carbine model 1996\")."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Mini-Beryl_wz96_PICT0015.JPG/200px-Mini-Beryl_wz96_PICT0015.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Leader Dynamics Series T2 MK5"},"description":{"type":"literal","xml:lang":"en","value":"The Leader T2 MK5 Series weapons were chambered for the 5.56 mm cartridge and manufactured by Leader Dynamics of Smithfield, NSW, Australia (1978-1982/1983). The Leader was the brainchild of weapons designer Charles St. George. It was originally a contender for a 5.56 mm Australian military service rifle to replace the then-issued Lithgow L1A1-F1 SLR and Colt M16A1 rifles."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Leader_t2_rifle.JPG/200px-Leader_t2_rifle.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Barrett REC7"},"description":{"type":"literal","xml:lang":"en","value":"The Barrett REC7 (designation stands for “reliability-enhanced carbine” 2007) is a M4-pattern rifle available in either 5.56 NATO or 6.8 SPC."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Barrett_REC7_(edited).png/200px-Barrett_REC7_(edited).png"}},{"label":{"type":"literal","xml:lang":"en","value":"Beretta AR70/90"},"description":{"type":"literal","xml:lang":"en","value":"The Beretta AR70/90 is a gas operated self loading assault rifle chambered for the 5.56mm cartridge, and is the standard issue service rifle of the Italian Armed Forces. The weapon also features grenade sights, and is designed to be fitted with a rifle grenade. The AR series comes in many variants such as the AR90 which features a wire folding stock, for use by paratroopers."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/52/2june_2007_209.jpg/200px-2june_2007_209.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Beretta ARX 160"},"description":{"type":"literal","xml:lang":"en","value":"The ARX-160 is an assault rifle manufactured by Pietro Beretta S.p.A.. Developed for the Italian armed forces as part of the Soldato Futuro (Future Soldier in English) program, the ARX-160 has been launched in the year 2008 as a commercial weapon system independent from the Soldato Futuro ensemble, complete with a companion single-shot 40mm NATO low-velocity grenade launcher, called GLX-160, which can be underslung to the rifle or used with an ad-hoc stock system as a stand-alone weapon."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Beretta_AR_with_thermal_sight_and_grenade_launcher.jpg/200px-Beretta_AR_with_thermal_sight_and_grenade_launcher.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Bushmaster M4 Type Carbine"},"description":{"type":"literal","xml:lang":"en","value":"The M4 Type Carbine is a firearm manufactured by Bushmaster Firearms International, modeled on the AR-15 platform."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/02/M4gery.jpg/200px-M4gery.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"CETME Model L"},"description":{"type":"literal","xml:lang":"en","value":"The Model L is a Spanish 5.56mm assault rifle developed in the late 1970s at the state-owned small arms research and development establishment CETME (Centro de Estudios Técnicos de Materiales Especiales) located in Madrid. The rifle retains many of the proven design elements the institute had used previously in its Model A, B and C series of battle rifles."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/91/CETMEL.lateral.der.png/200px-CETMEL.lateral.der.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Close Quarters Battle Receiver"},"description":{"type":"literal","xml:lang":"en","value":"The Close Quarter Battle Receiver (CQBR) is a replacement upper receiver for the M4A1 Carbine. The CQBR replaces the M4 with a barrel 10.3 in (262 mm) length, making it the modern equivalent of the Colt Commando short-barrel M16 variants of the past. Its preliminary National Stock Number was 1005-LL-L99-5996; however, a complete CQBR-equipped carbine now has the NSN 1005-01-527-2288. The overall length of the upper receiver is 19.25 inches (489 mm)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/M4A1-CQBR.jpg/200px-M4A1-CQBR.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Daewoo Precision Industries K2"},"description":{"type":"literal","xml:lang":"en","value":"Daewoo Precision Industries K2 assault rifle was developed by the Agency for Defense Development and manufactured by Daewoo Precision Industries. It is used primarily and served as standard service rifle of the Republic of Korea Armed Forces."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Rifle_Daewoo_K2_left.jpg/200px-Rifle_Daewoo_K2_left.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"FAMAS"},"description":{"type":"literal","xml:lang":"en","value":"The FAMAS (French: Fusil d'Assaut de la Manufacture d'Armes de Saint-Étienne or \"Assault rifle of the Saint-Étienne weapon factory\") is a bullpup-styled assault rifle designed and manufactured in France by MAS located in Saint-Étienne, which is now a member of the French government-owned Nexter group. It is the service rifle of the French military."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/FAMAS-img_1018.jpg/200px-FAMAS-img_1018.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"FARA 83"},"description":{"type":"literal","xml:lang":"en","value":"The FARA 83 (Spanish: Fusíl Automático República Argentina; \"Argentine Republic Automatic Rifle\") or FAA 81, \"Argentine Automatic Rifle\" (Spanish: Fusil Automático Argentino) was a rifle locally designed and developed for the Argentine Army in the 1980s."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/FARA_83.JPG/200px-FARA_83.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"FN CAL"},"description":{"type":"literal","xml:lang":"en","value":"The CAL (Carabine Automatique Légère) was a Belgian weapon manufactured by Fabrique Nationale. It was the first 5.56 mm rifle produced by the Fabrique Nationale. It resembled the company's highly successful FN FAL, but was an original design. Unlike the FAL, it was a market failure, although its development led to the reasonably successful FN FNC."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Rifle_FN_CAL.jpg/200px-Rifle_FN_CAL.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"FN FNC"},"description":{"type":"literal","xml:lang":"en","value":"The FNC (Fabrique Nationale Carabine) is a 5.56mm assault rifle developed by the Belgian arms manufacturer Fabrique Nationale (FN) of Herstal and introduced in the late 1970s."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/FNC_IMG_1527.jpg/200px-FNC_IMG_1527.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"FX-05 Xiuhcoatl"},"description":{"type":"literal","xml:lang":"en","value":"The FX-05 \"Xiuhcoatl\" (literally, \"turquoise-serpent\" in Classical Nahuatl; metaphorically or descriptively, \"fire serpent\") is a Mexican assault rifle, designed and built by the Dirección General de Industria Militar del Ejército (Directorate General of the Army Military Industry). The rifle was officially presented in the military parade on September 16, 2006, in the hands of the Special Forces Airmobile Group, GAFE.."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Fusil_FX-05.JPG/200px-Fusil_FX-05.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Heckler & Koch G36"},"description":{"type":"literal","xml:lang":"en","value":"The Heckler & Koch G36 is a 5.56×45mm assault rifle, designed in the early 1990s by Heckler & Koch (H&K) in Germany as a replacement for the 7.62mm G3 battle rifle. It was accepted into service with the Bundeswehr in 1997, replacing the G3. The G36 is gas-operated and feeds from a 30-round detachable box magazine or 100-round C-Mag drum magazine."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Domok_g36.JPG/200px-Domok_g36.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Howa Type 89"},"description":{"type":"literal","xml:lang":"en","value":"The Howa Type 89 Assault Rifle, referred to as the \"type89 5.56mm rifle\", is a Japanese assault rifle used by the Japan Self-Defense Forces, the Japan Coast Guard's Special Security Team units, and the Special Assault Team. It was never exported outside of Japan due to its strict anti-hardware export policy. It is known in J.G.S.D. F service as Buddy. It has replaced the Howa Type 64 battle rifle in frontline units."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Type_89_Assault_Rifle_JGSDF.jpg/200px-Type_89_Assault_Rifle_JGSDF.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"IMBEL MD"},"description":{"type":"literal","xml:lang":"en","value":"The IMBEL MD series (MD-1, MD-2, MD-3 and the recent MD-4) of assault rifles are the standard-issue rifles of the Brazilian Army."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Imbel_md2.jpg/200px-Imbel_md2.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"IMI Tavor TAR-21"},"description":{"type":"literal","xml:lang":"en","value":"The TAR-21 (or simply Tavor) is an Israeli bullpup assault rifle chambered for 5.56×45mm NATO ammunition with a selective fire system, selecting between semi-automatic mode and full automatic fire mode. It is named after Mount Tabor, while \"TAR-21\" stands for \"Tavor Assault Rifle – 21st Century\". Since 2009, it has been selected as the standard issued weapon of the Israeli infantry."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Tavor-latrun-exhibition-1.jpg/200px-Tavor-latrun-exhibition-1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"INSAS rifle"},"description":{"type":"literal","xml:lang":"en","value":"INSAS (an abbreviation of Indian Small Arms System) is a family of infantry arms consisting of an assault rifle, a light machine gun and a carbine. It is manufactured by the Ordnance Factories Board at Ordnance Factory Tiruchirappalli, Small Arms Factory Kanpur and Ishapore Rifle Factory. The Insas Assault Rifle is the standard infantry weapon of the Indian Armed Forces."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/INSAS_rifle_(Browngirl06).jpg/200px-INSAS_rifle_(Browngirl06).jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"K-3 (rifle)"},"description":{"type":"literal","xml:lang":"en","value":"The K-3 is an Armenian bullpup assault rifle chambered for 5.45x39mm ammunition with a selective fire system, selecting between semi-automatic mode, burst mode, and full automatic fire mode. Little is known about the production and variants of these firearms, as its production is veiled in secrecy, but it is evident they are being used by the Armenian Special Forces, as was displayed in a recent military parade."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Енкоп.jpg/200px-Енкоп.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kbk wz. 1988 Tantal"},"description":{"type":"literal","xml:lang":"en","value":"The karabinek wzór 1988 (Carbine Model 1988) Tantal is a 5.45mm assault rifle designed and produced in Poland in the late 1980s."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Tantal_REMOV.jpg/200px-Tantal_REMOV.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kbk wz. 2002 BIN"},"description":{"type":"literal","xml:lang":"en","value":"The Kbk wz. 2002 BIN is a bullpup assault rifle of Polish origin and is chambered in the 5.56x45mm NATO calibre. It was an attempt to re-design the well proven Kbs wz. 1996 Beryl into the bullpup design form. It is a functional fully operational platform with a solid provisional wooden stock. The prototype design was used to develop a computer model designated the BIN-21, which would serve as the basis for the development of the kbk wz. 2005 Jantar."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/BIN-01_REMOV.jpg/200px-BIN-01_REMOV.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kbs wz. 1996 Beryl"},"description":{"type":"literal","xml:lang":"en","value":"The kbs wz. 1996 Beryl is a Polish 5.56mm assault rifle, designed and produced by the Łucznik Arms Factory in the city of Radom. The rifle is to replace 7.62x39mm AK-47 and 5.45x39mm Tantal used in the Polish Armed Forces."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Rifle_wz.1996_Beryl.jpg/200px-Rifle_wz.1996_Beryl.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"LAPA FA-03"},"description":{"type":"literal","xml:lang":"en","value":"The FA Modelo 03 rifle was an individual firearm of bullpup design developed by Nelmo Suzano at his own-funded company, LAPA - LABORATÓRIO DE PESQUISA DE ARMAMENTO AUTOMÁTICO Sc/Ltda, in Rio de Janeiro, Brazil. The name stands for the Portuguese \"Fuzil de Assalto Modelo 03\", or \"Model 3 Assault Rifle\", whilst the name of the company stands for \"Automatic Armaments Development Laboratory, LTD.\"."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/87/LAPA_FA_Mod_3.svg/200px-LAPA_FA_Mod_3.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Beretta Cx4 Storm"},"description":{"type":"literal","xml:lang":"en","value":"The Beretta Cx4 Storm is a pistol-caliber carbine aimed at the sporting, personal defense and law enforcement markets. Seven different models accept full-size Beretta magazines from the 92/96, Cougar, and Px4 series pistols in 9x21 IMI (its original caliber), 9x19mm Parabellum, .40 S&W and .45 ACP. The Beretta Cx4 Storm is the civilian version of the Beretta Mx4 Storm."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Beretta-Cx4-Storm-p1030164.jpg/200px-Beretta-Cx4-Storm-p1030164.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Charlton Automatic Rifle"},"description":{"type":"literal","xml:lang":"en","value":"The Charlton Automatic Rifle was a fully automatic conversion of the Lee-Enfield rifle, designed by New Zealander Philip Charlton in 1941 to act as a substitute for the Bren and Lewis gun light machine guns which were in chronically short supply at the time."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Charlton_Automatic_Rifle.jpg/200px-Charlton_Automatic_Rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Hakim Rifle"},"description":{"type":"literal","xml:lang":"en","value":"The Hakim Rifle is a gas operated semi-automatic rifle. It was originally designed by Sweden and produced as the AG-42 Ljungman for the Swedish Army. The tooling and design were later sold to Egypt, and the Hakim was produced there during the 1950s and early 1960s. It was replaced in the mid 1960s by the Maadi AK-47 (a licensed copy of the Soviet rifle) but was stored in military reserve arsenals. In more recent years, it has been observed in use by some Egyptian police units."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Rifle_Hakim.jpg/200px-Rifle_Hakim.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Heckler & Koch HK43"},"description":{"type":"literal","xml:lang":"en","value":"The Heckler and Koch HK43 is a semi-automatic rifle based upon the Heckler & Koch HK33 assault rifle and is the predecessor of the Heckler & Koch HK93 semi-automatic rifle."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/HK43.jpg/200px-HK43.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Heckler & Koch SL6"},"description":{"type":"literal","xml:lang":"en","value":"The Heckler & Koch SL6 is a roller-delayed blowback operated sporting carbine made by Heckler & Koch. It is manufactured in 5.56×45mm caliber. The design was originally based on the HK 630 sporting rifle and is essentially a shorter-barreled version of that rifle. It was marketed throughout the world as a hunting/utility rifle. The roller-delayed blowback action is similar to that used in the G3 battle rifle and is the hallmark feature of Heckler and Koch's pre-G36 line of small arms."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/H&K_SL6.jpg/200px-H&K_SL6.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Heckler & Koch SL8"},"description":{"type":"literal","xml:lang":"en","value":"The Heckler & Koch SL8 is a sporting rifle manufactured by Heckler & Koch. It is the civilian version of the Heckler & Koch G36. The rifle fires the .223 Remington or 5.56x45mm NATO cartridge and feeds from a 10, 20 or 30 round detachable magazine (depending on the variant of the rifle). Unlike earlier types of HK rifles, it is not a roller lock bolt but rather a lug type rotating bolt system as seen on the AR-18."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/H&K-SL8.jpg/200px-H&K-SL8.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kbsp wz. 1938M"},"description":{"type":"literal","xml:lang":"en","value":"The Karabin samopowtarzalny wzór 38M (Kbsp wz.38M self-repeating rifle Model 38M), was a Polish 7.9 mm semi-automatic rifle used by the Polish Army during the Invasion of Poland of 1939."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/75/MWP_Mors_Kbsp_wz38M.JPG/200px-MWP_Mors_Kbsp_wz38M.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Kel-Tec SU-16"},"description":{"type":"literal","xml:lang":"en","value":"SU-16 refers to a series of semi-automatic rifles and carbines manufactured by Kel-Tec CNC Industries, Inc. of Cocoa, Florida, referred to in Kel-Tec's marketing as \"Sport Utility rifles\". The SU-16 series is notable for its compact, lightweight and simple design; and for being able to be broken down and folded into a compact configuration for transportation and storage."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Su-16.jpg/200px-Su-16.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Barrett M82"},"description":{"type":"literal","xml:lang":"en","value":"The M82 is a recoil-operated, semi-automatic anti-materiel rifle developed by the American Barrett Firearms Manufacturing company. A heavy SASR (Special Application Scoped Rifle), it is used by many units and armies around the world. It is also called the \"Light Fifty\" for its .50 BMG (12.7×99mm NATO) chambering. The weapon is found in two variants, the original M82A1 (and A3) and the bullpup M82A2. The M82A2 is no longer manufactured, though the XM500 can be seen as its successor."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/62/M107_1.jpg/200px-M107_1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Barrett M95"},"description":{"type":"literal","xml:lang":"en","value":"The Barrett M95 is a bolt-action sniper rifle chambered in .50 BMG (12.7 x 99 mm), and manufactured by Barrett Firearms Company."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Barrett_M95SP.jpg/200px-Barrett_M95SP.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Gepard anti-materiel rifle"},"description":{"type":"literal","xml:lang":"en","value":"The Gepárd anti-materiel rifles are a family of Hungarian weapons designed to destroy unarmored and lightly armored targets. These long range, large caliber rifles have high accuracy as well as high muzzle velocity. The Gepárds originate from World War I anti-tank rifles developed by the Germans to damage armored vehicles. Since then, anti-materiel rifles fell into disuse. Heavier tanks meant thicker armor, which even the heaviest rifles could not pierce."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/85/GEPM1.jpg/200px-GEPM1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Marlin Model 1894"},"description":{"type":"literal","xml:lang":"en","value":"The Marlin Model 1894 is a lever-action repeating rifle introduced in 1894 by the Marlin Firearms Company of North Haven, Connecticut. At its introduction the rifle came with a 24-inch barrel and was chambered for a variety of pistol rounds such as .25-20 Winchester, .32-20 Winchester, .38-40, and .44-40. Rechambered variants remain in production today."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Marlin_Model_1894_.44_Magnum_carbine.jpg/200px-Marlin_Model_1894_.44_Magnum_carbine.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Marlin Model 336"},"description":{"type":"literal","xml:lang":"en","value":"The Marlin Model 336 is a lever-action sporting rifle and carbine made by Marlin Firearms. Since its introduction in 1948, it has been offered in a number of different calibers and barrel lengths, but is commonly chambered in .30-30 Winchester or .35 Remington, using a 20- or 24-inch barrel. The rifle is currently produced by Marlin Firearms."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Marlin_336W.png/200px-Marlin_336W.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Ruger Police Carbine"},"description":{"type":"literal","xml:lang":"en","value":"The Ruger Police Carbine is a pistol caliber carbine designed as a companion to the Ruger P Series pistols. As of 2007, Ruger has discontinued production citing low demand. It is a semi-automatic carbine using a blowback action. The Carbine uses the same ammunition and magazines as the Ruger P Series 9mm and .40 S&W caliber pistols. Both the PC9 (the 9mm version) and the PC4 (.40 S&W) are patterned after the highly successful Ruger 10/22 carbine."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Ruger_PC4.jpg/200px-Ruger_PC4.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Sharps rifle"},"description":{"type":"literal","xml:lang":"en","value":"Sharps rifles were a series of large bore single shot rifles that began with a design by Christian Sharps in 1848. Sharps rifles have been historically renowned for long range and high accuracy. By 1874 the rifle was available in a variety of calibers and had been adopted by the armies of a number of nations and was one of the few successful designs to transition to metallic cartridge use."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Berdan_Sharps_rifle.jpg/200px-Berdan_Sharps_rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Skbk wz. 1989 Onyks"},"description":{"type":"literal","xml:lang":"en","value":"The 5.45 mm subkarabinek wz. 1989 Onyks is a lightweight Polish carbine variant of the 5.45 mm wz. 1988 Tantal assault rifle, also based on the AK(S)-74U Work on the weapon began in 1989 at the Ośrodek Badawczo-Rozwojowy state research institute in the city of Radom. The weapon’s technical specifications were confirmed that same year."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Onyks_REMOV.jpg/200px-Onyks_REMOV.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"MSBS Radon"},"description":{"type":"literal","xml:lang":"en","value":"MSBS-5,56 (short for Modułowy System Broni Strzeleckiej kalibru 5,56 mm or English: Module-based Firearm System 5.56mm Calibre) is an assault rifle currently under development as a future service rifle of the Polish Army. There are two basic variants under development currently, based on common upper receiver: a bullpup version and a standard version with folding, retractable stock."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/MSBS-5,56.jpg/200px-MSBS-5,56.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Pindad SS2"},"description":{"type":"literal","xml:lang":"en","value":"The SS2 is an updated version of the Pindad SS1 created by PT Pindad, under license from Fabrique Nationale. It had been seen during the ASEAN Army Rifles contest by foreign media in 2006 aside from exposure by local Indonesian media. The SS2 assault rifles are currently being pressed into service in the Indonesian military and police in order to gradually replace the SS1 assault rifles that are in service with the security forces from the 1990s."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/SS2-V1_ID2008.jpg/200px-SS2-V1_ID2008.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Pușcă Automată model 1986"},"description":{"type":"literal","xml:lang":"en","value":"The Pușcă Automată model 1986 (Automatic Rifle Model 1986, abbreviated PA md. 86 or simply md. 86) is the standard assault rifle used by the Romanian Military Forces and manufactured in Cugir, Romania by firm RomArm S.A. located in Bucharest, Romania. The export name for this variant is the AIMS-74."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/PA_md.86_with_AG-40_grenade_launcher.jpg/200px-PA_md.86_with_AG-40_grenade_launcher.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"QBZ-95"},"description":{"type":"literal","xml:lang":"en","value":"The QBZ-95 (Chinese: 95式自动步枪; pinyin: 95 Shì Zìdòng Bùqiāng; literally \"Type 95 Automatic Rifle\") is a bullpup style assault rifle manufactured by Arsenal 266, part of Norinco and Arsenal 296, under Jianshe Corp, China South for the People's Liberation Army, the armed forces of the People's Republic of China, Chinese People's Armed Police (para-military police), and Chinese law enforcement. This weapon uses a newly developed ammunition type of Chinese origin, the 5.8x42mm DBP87."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Rifle_Type_95.jpg/200px-Rifle_Type_95.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"R4 assault rifle"},"description":{"type":"literal","xml:lang":"en","value":"The R4 is a 5.56mm assault rifle that was introduced into service with the South African Defence Force (SADF) in 1982, replacing the earlier 7.62mm FN FAL rifle, that was manufactured in South Africa under a licence agreement from Fabrique Nationale as the R1. The R4 is produced by Denel Land Systems (DLS), formerly Lyttleton Engineering Works (LIW, \"Lyttleton Ingenieurswerke\")."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/be/VektorR4.jpg.PNG/200px-VektorR4.jpg.PNG"}},{"label":{"type":"literal","xml:lang":"en","value":"SA80"},"description":{"type":"literal","xml:lang":"en","value":"The SA80 (Small Arms for the 1980s) is a British family of 5.56mm small arms. It is a selective fire, gas-operated assault rifle. SA80 prototypes were trialled in 1976 and production was completed in 1994. The L85 rifle variant of the SA80 family has been the standard issue service rifle of the British Armed Forces since 1987, replacing the L1A1 variant of the FN FAL. The improved L85A2 remains in service today."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/85/SA-80_rifle_1996.jpg/200px-SA-80_rifle_1996.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"SAR 21"},"description":{"type":"literal","xml:lang":"en","value":"The SAR 21 (\"Singapore Assault Rifle - 21st Century\") is a bullpup assault rifle designed and manufactured in Singapore. First revealed and subsequently adopted by the Singapore Armed Forces (SAF) in 1999, it was designed and developed over a four-year period and was intended to replace the locally license-built M16S1 by the Singaporean Ministry of Defence (MINDEF), Singapore Army and the Chartered Industries of Singapore."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/SAR_21_RCF_module.jpg/200px-SAR_21_RCF_module.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"SAR 80"},"description":{"type":"literal","xml:lang":"en","value":"The Singapore Assault Rifle 80 (SAR 80) is an indigenously built, conventional assault rifle from Singapore."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SAR_80_rifle.JPG/200px-SAR_80_rifle.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"StG 44"},"description":{"type":"literal","xml:lang":"en","value":"The StG 44 (Sturmgewehr 44, literally \"storm rifle 44\" was an assault rifle developed in Nazi Germany during World War II that was the first of its kind to see major deployment and is considered by many historians to be the first modern assault rifle."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/84/MP44_-_Tyskland_-_8x33mm_Kurz_-_Armémuseum.jpg/200px-MP44_-_Tyskland_-_8x33mm_Kurz_-_Armémuseum.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"T86 assault rifle"},"description":{"type":"literal","xml:lang":"en","value":"The T86 (聯勤 Type 86) assault rifle is a gas-operated, magazine-fed, air-cooled assault rifle. It is the second original rifle design conducted by the 205th Armory of Combined Service Forces, Republic of China (Taiwan). Though it saw limited production and service after a protracted development process, it became the basis of the T91 Assault Rifle currently in volume production for the ROC armed forces."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Type_86_carbine.jpg/200px-Type_86_carbine.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"T91 assault rifle"},"description":{"type":"literal","xml:lang":"en","value":"The T91 assault rifle is produced by the 205th Armory, Ministry of Defense, Republic of China (Taiwan). It is based on the proven T86 assault rifle incorporating features from the M16 and AR-18 rifles with more modern features. The T91 is lighter and shorter than the T65 it replaces and has a 6-position telescopic stock to allow adjustment based on individual requirements."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/T91-3_(65).JPG/200px-T91-3_(65).JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Marlin Model 70P"},"description":{"type":"literal","xml:lang":"en","value":"The Marlin Model 70P, also known as the Marlin Papoose, is a .22 Long Rifle semi-automatic rifle manufactured by Marlin Firearms. The rifle is notable for its portability; it is less than 21 inches in length when disassembled and weighs 3.25 pounds. Disassembly requires loosening a barrel retention nut by hand or with a supplied tool. It is designed as a hiker and camper utility rifle, and appeals to the same market as the AR-7."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Marlin_Model_70PSS.jpg/200px-Marlin_Model_70PSS.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Pedersen device"},"description":{"type":"literal","xml:lang":"en","value":"The Pedersen Device is an attachment developed during World War I for the M1903 Springfield rifle that allowed it to fire a short .30 Caliber (7.62 mm) intermediate cartridge in semi-automatic mode. This wonder weapon was developed to allow infantry to dramatically increase their rate of fire while on the move, while also allowing the rifle to be used in conventional bolt action mode for long-range fire from the trenches."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Pedersen_device.PNG/200px-Pedersen_device.PNG"}},{"label":{"type":"literal","xml:lang":"en","value":"Pedersen rifle"},"description":{"type":"literal","xml:lang":"en","value":"The Pedersen Rifle, officially known in final form as the T1E3 rifle, was a United States semi-automatic rifle designed by John Pedersen that was made in small numbers for testing by the United States Army during the 1920s as part of a program to standardize and adopt a replacement for the M1903 Springfield rifle. Although the Pedersen was rated for a time as the most likely candidate for standardization and adoption, the .30 caliber M1 Garand rifle was chosen instead."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Pedersen_Rifle.jpg/200px-Pedersen_Rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Remington Nylon 66"},"description":{"type":"literal","xml:lang":"en","value":"The Remington Nylon 66 is a rifle manufactured by Remington Arms from 1959 to 1989. It was the first mass-produced rifle to feature a stock made from a material other than wood. For this reason it was a huge gamble for Remington."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Remington_Nylon_66.jpg/200px-Remington_Nylon_66.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Ruger Mini-14"},"description":{"type":"literal","xml:lang":"en","value":"The Mini-14, Mini Thirty, and Mini-6.8 are small, lightweight semi-automatic carbines manufactured by the U.S. firearms company Sturm, Ruger. The Mini-14 non-target versions can fire both the .223 Remington cartridge and the similar military 5.56x45mm cartridge. The target model Mini-14 rifles are chambered only for the .223 Remington cartridge. The Mini Thirty uses the 7.62×39mm and the Mini-6.8 fires 6.8 mm Remington SPC."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Mini14GB.jpg/200px-Mini14GB.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Ruger SR-556"},"description":{"type":"literal","xml:lang":"en","value":"The SR-556 is a semi-automatic rifle carbine manufactured by U.S. firearms company Sturm, Ruger & Company, Inc. The rifle was introduced in 2009, marking Ruger's entry into the popular AR-15 market. It is one of several new AR-15 platform rifles to utilize gas piston operation."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Ruger-SR556-Rifle.jpg/200px-Ruger-SR556-Rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Saiga semi-automatic rifle"},"description":{"type":"literal","xml:lang":"en","value":"The Saiga Semi-Automatic Rifles are a family of Russian semi-automatic rifles manufactured by Izhmash, who also manufacture the original AK-series assault rifles, Saiga series shotguns and SVD sniper rifles. The Saiga rifles are a sporter version of the AK-series rifles, and are marketed for hunting and civilian use."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Saiga-308.jpg/200px-Saiga-308.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Mauser 1918 T-Gewehr"},"description":{"type":"literal","xml:lang":"en","value":"The Mauser 13 mm anti-tank rifle (German: Tankgewehr M1918, usually abbreviated T-Gewehr) was the world's first anti-tank rifle, i.e. the first rifle designed for the sole purpose of destroying armored targets and the only anti-tank rifle to see service in World War I. Approximately 15,800 were produced"},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Musee-de-lArmee-IMG_1006.jpg/200px-Musee-de-lArmee-IMG_1006.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"McMillan Tac-50"},"description":{"type":"literal","xml:lang":"en","value":"The McMillan Tac-50 sniper rifle is produced in Phoenix, Arizona in the United States by the McMillan Brothers Rifle Company. This long-range anti-materiel/anti-personnel weapon is based on previous designs from the same company, which first appeared during the late 1980s. McMillan makes several versions of .50 caliber rifles, based on the same proprietary action, for military, law enforcement and civilian use."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Tac50.jpg/200px-Tac50.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"PGM Hécate II"},"description":{"type":"literal","xml:lang":"en","value":"The Hecate II is the standard heavy sniper rifle of the French Army, sometimes known as the FR-12,7 . It is manufactured by PGM Précision of France. This is the largest weapon manufactured by PGM, chambered for the .50 BMG (12.7x99mm NATO) cartridge. Its design is the same metallic-skeleton as used in other similar rifles in the PGM family, only scaled up. It is equipped with both an adjustable front bipod and a rear monopod for maximum accuracy."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/46/PGM_Hecate.jpg.JPG/200px-PGM_Hecate.jpg.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Solothurn S-18/100"},"description":{"type":"literal","xml:lang":"en","value":"The Solothurn S-18/100 20 mm Anti-Tank Cannon was a Swiss & German anti-tank rifle used during the Second World War. It had a semi-automatic action in a bullpup configuration. As a result of its large, powerful ammunition, the gun had a tremendous recoil, and its size made portability difficult. The feed was either from a five or (more usually) ten-round magazine that was attached horizontally to the left side of the gun."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Bundesarchiv_Bild_101I-189-1250-10,_Russland-Süd,_Soldat_mit_Panzerbüchse.jpg/200px-Bundesarchiv_Bild_101I-189-1250-10,_Russland-Süd,_Soldat_mit_Panzerbüchse.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Solothurn S-18/1000"},"description":{"type":"literal","xml:lang":"en","value":"The Solothurn S-18/1000 20 mm Anti-Tank rifle was a Swiss and German anti-tank rifle used during the Second World War. It was a variant of the earlier S-18/100 with modifications for a higher muzzle velocity, as well as a larger cartridge size. As a result of its large, powerful ammunition the gun had a tremendous recoil, and its size made portability difficult."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Bundesarchiv_Bild_101I-189-1250-10,_Russland-Süd,_Soldat_mit_Panzerbüchse.jpg/200px-Bundesarchiv_Bild_101I-189-1250-10,_Russland-Süd,_Soldat_mit_Panzerbüchse.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Solothurn S-18/1100"},"description":{"type":"literal","xml:lang":"en","value":"The Solothurn S-18/1100 20 mm Anti-Tank Cannon was a Swiss anti-tank rifle used during the Second World War, and was a variant of the S-18/1000 with modifications for automatic fire. Being the first rifle between the Solothurn anti-tank rifles to have been equipped with a select-fire option, the S18-1100 was offered to some buying countries (such as Italy, Netherlands and Switzerland) as an \"Universal Weapon\" usable both as anti-tank and anti-aircraft weapon."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Flag_of_Italy_(1861-1946).svg/200px-Flag_of_Italy_(1861-1946).svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Type 44 carbine"},"description":{"type":"literal","xml:lang":"en","value":"The Type 44 Cavalry Rifle (四四式騎銃Yonyon-shiki kijū or Yonjūyon-shiki kijū) is a Japanese bolt-action rifle. This rifle is also often referred to as a Type 44 Carbine. It was a development of the Arisaka Type 38 Cavalry Rifle, the main difference being the bayonet is a needle type and it can be folded backwards and locks underneath the barrel."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Rifle_Type44.JPG/200px-Rifle_Type44.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"9A-91"},"description":{"type":"literal","xml:lang":"en","value":"The 9A-91 is a carbine assault rifle currently in use with Russian police forces. The 9A-91 is a gas operated, rotating bolt weapon, which utilizes a long stroke gas piston, located above the barrel, and a rotating bolt with 4 lugs. The receiver is made from steel stampings; the forend and pistol grip are made from polymer. The steel buttstock folds up and above the receiver when not in use. The charging handle is welded to the right side of bolt carrier."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/9A-91.jpg/200px-9A-91.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AK-104"},"description":{"type":"literal","xml:lang":"en","value":"The AK-104 is a shortened carbine version of the AK-103 rifle. The AK-102, AK-105, and AK-104 are very similar in design, the only difference being the caliber and corresponding magazine type. The AK-104 is chambered to fire 7.62×39mm ammunition. Compared to the AK-74M, AK-101, and AK-103, which are full-size rifles of similar design, the AK-102, 104, and 105 feature shortened barrels that make them a middle ground between a full rifle and the more compact AKS-74U."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Izhmash_Rifles_-_AK-103_with_GP-34_Grenade_Launcher_and_AK-104.jpg/200px-Izhmash_Rifles_-_AK-103_with_GP-34_Grenade_Launcher_and_AK-104.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Colt 933"},"description":{"type":"literal","xml:lang":"en","value":"The Colt 933 is a compact carbine based on the AR-15 and M16 rifle produced by Colt starting in 1965. Due to their compact size, the short-barreled Colt 933 continues to be used by various US Special Forces and by some foreign forces, including Israeli ISAYERET."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Colt_933_Commando.jpg/200px-Colt_933_Commando.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"VAHAN (firearm)"},"description":{"type":"literal","xml:lang":"en","value":"The VAHAN is an assault rifle of Armenian origin and was designed by Engineer and Firearms Designer Vahan S. Manasian. It can be fitted with a GP-30 grenade launcher, bayonet and scope. The weapon has its traces back to 1952 as the MBC-2 when Manasian was a Soldier in the Soviet Army. As of 2009, The VAHAN rifle has not yet been tested by Armenian Government."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Vahan2.JPG/200px-Vahan2.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"VHS assault rifle"},"description":{"type":"literal","xml:lang":"en","value":"The VHS (Croatian: Višenamjenska Hrvatska Strojnica—\"multifunctional Croatian machine gun\") is a 5.56x45mm NATO bullpup assault rifle designed and manufactured by HS Produkt of Croatia. The VHS rifle was first introduced at the 2007 iKA exhibition, the annual Croatian innovation display that takes place in the city of Karlovac. The development was carried on following a request from the Croatian Army for a new infantry rifle to update the individual equipment to NATO standards."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/01/VHS-D_assault_rifle_REMOV.jpg/200px-VHS-D_assault_rifle_REMOV.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"XT-97 Assault Rifle"},"description":{"type":"literal","xml:lang":"en","value":"The XT97 assault rifle (5.56公厘XT97突擊步槍) is a prototype multipurpose 5.56mm rifle currently under development at the 205th Armory, Ministry of Defense, Republic of China. It was first displayed in public during the 2009 Taipei Aerospace Technology Exhibition."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Xt97rifle.jpg/200px-Xt97rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Zastava M21"},"description":{"type":"literal","xml:lang":"en","value":"The Zastava M21 is a 5.56mm assault rifle developed and manufactured by the Zastava Arms company."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/62/M21SRB.jpg/200px-M21SRB.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Zastava M85"},"description":{"type":"literal","xml:lang":"en","value":"The Zastava M85 is a 5.56 mm assault rifle designed and produced by Zastava Arms."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Zastava_M85.png/200px-Zastava_M85.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Zastava M90"},"description":{"type":"literal","xml:lang":"en","value":"The Zastava M90 is a 5.56 mm assault rifle designed and produced by Zastava Arms."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Zastava_m77.png/200px-Zastava_m77.png"}},{"label":{"type":"literal","xml:lang":"en","value":"A-91"},"description":{"type":"literal","xml:lang":"en","value":"The A-91 bullpup assault rifle (also known as A-91M) was developed during the 1990s by KBP (Instrument Design Bureau) in Tula, as an offspring of the A-91 family of compact assault rifles described above in the 9A-91 article. While the A-91 retains the basic gas-operated, rotating bolt action and a trigger unit design from 9A-91, it features a bullpup polymer housing, with an integral 40 mm single-shot grenade launcher mounted under the barrel."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/da/A-91.jpg/200px-A-91.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AK-103"},"description":{"type":"literal","xml:lang":"en","value":"The AK-103 assault rifle is a derivative of the AK-74M chambered for the 7.62×39mm M43 round, similar to the older AKM. The AK-103 can be fitted with a variety of sights, including laser, night vision, and telescopic sights, plus a suppressor and the GP-25 grenade launcher. It uses plastic components whenever possible instead of wood or metal in order to reduce weight."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/af/AK-103_Assault_Rifle.JPG/200px-AK-103_Assault_Rifle.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"AK-107"},"description":{"type":"literal","xml:lang":"en","value":"The AK-107 is a Russian 5.45 mm assault rifle developed from the AK-100-series. It features a \"balanced\" operating system, similar to that used in the AEK-971. In this case, the designation AK does not indicate Avtomat Kalashnikova but Alexandrov/Kalashnikov. The revised designation indicates the incorporation of a new gas system, designed by Youriy Alexandrov, for Kalashnikov-pattern rifles. These new rifles were derived from the AL-7 experimental rifle of the early 1970s."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/AK-107_with_grenade_launcher.jpg/200px-AK-107_with_grenade_launcher.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AK-47"},"description":{"type":"literal","xml:lang":"en","value":"The AK-47 is a selective-fire, gas-operated 7.62×39mm assault rifle, first developed in the USSR by Mikhail Kalashnikov. It is officially known as Avtomat Kalashnikova. It is also known as a Kalashnikov, an AK or in Russian slang, Kalash. Design work on the AK-47 began in the last year of World War II (1945). After the war in 1946, the AK-46 was presented for official military trials. In 1948 the fixed-stock version was introduced into active service with selected units of the Soviet Army."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/57/AK-47_type_II_Part_DM-ST-89-01131.jpg/200px-AK-47_type_II_Part_DM-ST-89-01131.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AK-74"},"description":{"type":"literal","xml:lang":"en","value":"The AK-74 is an assault rifle developed in the early 1970s in the Soviet Union as the replacement for the earlier AKM (itself a refined version of the AK-47). It uses a smaller intermediate cartridge, the 5.45×39mm, replacing the 7.62×39mm chambering of earlier Kalashnikov-pattern weapons. The rifle first saw service with Soviet forces engaged in the 1979 Afghanistan conflict. Presently, the rifle continues to be used by the majority of countries of the former USSR."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Ak74assault.jpg/200px-Ak74assault.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AL-7"},"description":{"type":"literal","xml:lang":"en","value":"The AL-7 is a Russian assault rifle designed by Izhmash engineer Yury Aleksandrov in the early 1970s. The AL-7 uses a type of operation developed by Pyotr Tkachyov of TsNIITochMash (Central Institute for Precision Machine Building) in the mid-1960s known as Balanced Automatics first used on the AO-38 assault rifle."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/AK-107_with_grenade_launcher.jpg/200px-AK-107_with_grenade_launcher.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AMD 65"},"description":{"type":"literal","xml:lang":"en","value":"AMD-65 is a Hungarian-manufactured variant of the venerable AKM rifle for use by that nation's armored infantry and paratrooper (\"descent\") units. The rifle's design is suited for outdoor use as an infantry rifle but can also be used from within the confines of an armored vehicle as a fire support weapon. This is possible due to the side-folding stock of shaft design that makes it more compact. The 12.6-inch barrel is also relatively short for the 7.62×39mm cartridge."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/70/AMD65training.JPG/200px-AMD65training.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"AN-94"},"description":{"type":"literal","xml:lang":"en","value":"The AN-94 is an advanced assault rifle of Russian origin. The initials stand for Avtomat Nikonova model of 1994, after its chief designer Gennadiy Nikonov who previously worked on the Nikonov machine gun. Official policy is for the Nikonov AN-94 to become the general issue rifle for the Russian Federation and Associated States armed forces, but (aside from around 1000 copies) it was still not in production as of 2006."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Izhmash_Nikonov_AN-94_GP-34.jpg/200px-Izhmash_Nikonov_AN-94_GP-34.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AS Val"},"description":{"type":"literal","xml:lang":"en","value":"The AS \"Val\" is a Soviet designed assault rifle featuring an integrated suppressor. It was developed during the late 1980s by TsNIITochMash (Central Institute for Precision Machine Building) and is used by Russian Spetsnaz special forces and the MVD, FSB and select units of the Russian Army. Since 1987, it was added to the arsenal of the Soviet Army and the KGB."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Val2.jpg/200px-Val2.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"CEAM Modèle 1950"},"description":{"type":"literal","xml:lang":"en","value":"The CEAM Modèle 1950 was a prototype assault rifle chambered in the .30 Carbine round. It was developed by Centre d'Etudes et d'Armement de Mulhouse (CEAM) of France during the late 1940s/early 1950s, as a development of the German StG 45(M) assault rifle. The three initial prototypes, designated Modèle 1, were chambered in 7.92×33mm Kurz, 7.65×35mm (experimental French cartridges developed by Cartoucherie de Valence), and .30 Carbine."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/AME1.jpg/200px-AME1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"FN SCAR"},"description":{"type":"literal","xml:lang":"en","value":"The Special Operations Forces Combat Assault Rifle (SCAR) is a modular rifle made by FN Herstal (FNH) for the United States Special Operations Command (SOCOM) to satisfy the requirements of the SCAR competition. This family of rifles consist of two main types. The SCAR-L, for \"light\", is chambered in the 5.56×45mm NATO cartridge and the SCAR-H, for \"heavy\", fires 7.62×51mm NATO. Both are available in Long Barrel and Close Quarters Combat variants."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/FN_SCAR_rifle.jpg/200px-FN_SCAR_rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Fedorov Avtomat"},"description":{"type":"literal","xml:lang":"en","value":"The Fedorov Avtomat was an automatic rifle, considered by some the first assault rifle, designed by Vladimir Grigoryevich Fyodorov and produced in Russia in 1916. A total of 3,200 Fedorov rifles were manufactured between 1915 and 1924 in the city of Kovrov. In 1919, after 500 had been built, production was increased."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Awtfed.jpg/200px-Awtfed.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AK-101"},"description":{"type":"literal","xml:lang":"en","value":"The AK-101 is an assault rifle of the Kalashnikov series. The AK-101 is designed for the world export market, using 5.56×45mm NATO cartridges, which is the standard of all NATO armies. The AK-101 is marketed at those looking for a weapon that combines the logistical compatibility and familiarity of the 5.56×45mm NATO round with the reliability of a Kalashnikov. It is designed with modern and composite materials, including plastics that reduce weight and improve accuracy."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Ak-101.jpg/200px-Ak-101.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kbkg wz. 1960"},"description":{"type":"literal","xml:lang":"en","value":"Karabinek-granatnik wzór 1960 (Polish: Carbine-grenade launcher model 1960) is a Polish version of the assault rifle AK-47 that can shoot rifle grenades. The grenade launcher screws onto the forward end of the rifle barrel and locks into place by means of a spring-loaded plunger mounted in the front sight base of AK-47 rifles. The sight for the launcher is mounted on the rear sight base."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Karabinek-granatnik_wz.1960.jpg/200px-Karabinek-granatnik_wz.1960.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Norinco Type 86S"},"description":{"type":"literal","xml:lang":"en","value":"The Norinco Type 86S is an AKM-type bullpup rifle and that was produced by Norinco. It operates the same way as other AKM-type rifles with a few exceptions. Many major parts are interchangeable with other standard Kalashnikov rifles."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/28/China_86S.jpg/200px-China_86S.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Pistol Mitralieră model 1963/1965"},"description":{"type":"literal","xml:lang":"en","value":"The Pistol Mitralieră model 1963 (abbreviated PM md. 63 or simply md. 63) is an assault rifle patterned after the AKM, and chambered in the 7.62x39mm cartridge. It's exported as the AIM. The Pistol Mitralieră model 1965 (abbreviated PM md. 65 or simply md. 65) is the underfolding stock version of the md. 63, and is exported as the AIMS."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/PMmd.1963.jpg/200px-PMmd.1963.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Rk 62"},"description":{"type":"literal","xml:lang":"en","value":"The Rk 62 (also 7.62 RK 62 and M62; Rynnäkkökivääri 62 or \"assault rifle 62\") is an assault rifle manufactured by Valmet and Sako. It is the standard issue infantry weapon of the Finnish Defence Forces. The Rk 62 was designed in 1962 and is based on the Soviet AK-47 Polish licensed version design. The Rk 62 uses the same 7.62x39mm cartridge as the AK-47. Between 1965 and 1994 350,000 M62 rifles were produced jointly by Valmet and Sako."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/RK_62_76.jpg/200px-RK_62_76.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Rk 95 Tp"},"description":{"type":"literal","xml:lang":"en","value":"The RK 95 TP (known commercially as the M95) is a 7.62 mm Finnish assault rifle adopted by the Finnish Defence Forces in the 1990s in relatively small numbers."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Maneesi_univormunäyttely_34_sotilas_1990-luku.JPG/200px-Maneesi_univormunäyttely_34_sotilas_1990-luku.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Robinson Armament XCR"},"description":{"type":"literal","xml:lang":"en","value":"The Robinson Armament Co. XCR is a multi-caliber, gas piston weapon system developed by Robinson Armament Co. for U.S. Special Operations Command (SOCOM) to satisfy the requirements of the SOF Combat Assault Rifle, or SCAR competition, but was disqualified on a technicality due to late delivery of blank firing adapters. Robinson Armament continued development and the XCR is now being offered to law enforcement, the military and general public. Deliveries of the rifle began in mid-2006."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Xcr_cqb.gif/200px-Xcr_cqb.gif"}},{"label":{"type":"literal","xml:lang":"en","value":"SR-3 Vikhr"},"description":{"type":"literal","xml:lang":"en","value":"The SR-3 Vikhr (СР-3 Вихрь, Russian for \"whirlwind\") is a Russian compact fully automatic assault rifle chambered for the 9x39mm subsonic round. It was developed by CNIITochMash (Central Institute for Precision Machine Building) in the early 1990s. It is based on the AS Val silenced assault rifle but lacks an integral suppressor and has a new designed folding stock and cocking handle for ease of concealed carry."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/SR-3_right_view.jpg/200px-SR-3_right_view.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"SR-47"},"description":{"type":"literal","xml:lang":"en","value":"The SR-47 is a modern assault rifle based on the AR-15 family of rifles created by Knight's Armament Company for USSOCOM. Unlike the majority of guns based around ArmaLite design, the SR-47 is essentially an AR-15 that fires the Soviet 7.62×39mm round from AK-47 magazines, which explains the \"47\" in the gun's name."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Evers_SR-47.PNG/200px-Evers_SR-47.PNG"}},{"label":{"type":"literal","xml:lang":"en","value":"TKB-517"},"description":{"type":"literal","xml:lang":"en","value":"The TKB-517 assault rifle was designed by German A. Korobov. This rifle was similar externally to the AK-47 but turned out to be more reliable and accurate, and easier to produce and maintain http://world. guns. ru/assault/as74-e. htm. Like the AK series, it was also manufactured with folding stocks, long heavier barrels with bipods forming light support weapons and even a belt-fed variant. Its rejection was because of a greater proficiency with the AK-47 among the Russian military."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/KorobowTKB-517.svg/200px-KorobowTKB-517.svg.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Type 56 assault rifle"},"description":{"type":"literal","xml:lang":"en","value":"The Type 56 assault rifle is the Chinese copy of the Kalashnikov AK-47 and AKM assault rifle, which has been manufactured since 1956. It was produced by State Factory 66 between 1956 and 1973, then by Norinco from 1973 onwards."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/AK-47_and_Type_56_DD-ST-85-01269.jpg/200px-AK-47_and_Type_56_DD-ST-85-01269.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Type 81 assault rifle"},"description":{"type":"literal","xml:lang":"en","value":"The Type 81 assault rifle was the principal automatic rifle used by the Chinese People's Liberation Army from the mid-1980s until 1995."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Type-81rifle.JPG/200px-Type-81rifle.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Valmet M76"},"description":{"type":"literal","xml:lang":"en","value":"The RK 62 76, also known as the Valmet M76 is a gas operated assault rifle of Finnish origin, which was also made in semi-automatic version for civilian market. It is a modified AK-47 based on the Rk 62 (Rynnäkkökivääri 62, Assault rifle 62) design. The gun was in production from 1976 to 1986. Its receiver is made from stamped and riveted sheet metal, instead of Rk 62's milled receiver."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/RK_62_76.jpg/200px-RK_62_76.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Vz. 58"},"description":{"type":"literal","xml:lang":"en","value":"The vz. 58 (model 58) is a 7.62mm assault rifle designed and manufactured in Czechoslovakia and accepted into service in the late 1950s as the 7,62 mm samopal vzor 58 (\"7.62mm submachine gun model 1958\"), replacing the vz. 52 self-loading rifle and the 7.62×25mm Tokarev vz. 24 and vz. 26 submachine guns. The vz."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Sa_58-JH01.jpg/200px-Sa_58-JH01.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Zastava M70"},"description":{"type":"literal","xml:lang":"en","value":"The Zastava M70 is a 7.62mm assault rifle developed in Yugoslavia, nowadays Kragujevac, Serbia by the Serbian company Zastava Arms. The M70 was designed on the basis of the AKM and became the standard issue assault rifle in the Yugoslav People's Army in 1970. The M70 is an air-cooled, magazine-fed, selective fire rifle. It is informally referred to as the Yugo M70 or Yugo AK."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Zastava_M-70_.jpg/200px-Zastava_M-70_.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Zastava M77B1"},"description":{"type":"literal","xml:lang":"en","value":"The Zastava M77B1 is a 7.62mm assault rifle developed and manufactured by Zastava Arms. The M77B1 is designed on the basis of the AK-47 rifle from the USSR."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/40/M77AB3.jpg/200px-M77AB3.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AEK-971"},"description":{"type":"literal","xml:lang":"en","value":"The AEK-971 is a Soviet / Russian selective fire assault rifle that was developed at the Kovrov Mechanical Plant (KMZ) by chief designer S.I. Koksharov in the 1980s. The primary model, the AEK-971, uses the 5.45x39mm round fed from standard 30-round or larger magazines used by the AK-74, AK-74M, and similar weapons."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/AEK-97110-copy.jpg/200px-AEK-97110-copy.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AKM"},"description":{"type":"literal","xml:lang":"en","value":"The AKM (Russian: Автомат Калашникова Модернизированный; Avtomat Kalashnikova Modernizirovanniy or \"Kalashnikov modernized automatic rifle\") is a 7.62mm assault rifle designed by Mikhail Kalashnikov. It is an upgraded version of the AK-47 rifle and was developed in the 1950s."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/80/AKM_automatkarbin,_Ryssland_-_7,62x39mm_-_Armémuseum.jpg/200px-AKM_automatkarbin,_Ryssland_-_7,62x39mm_-_Armémuseum.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Armalite AR-18"},"description":{"type":"literal","xml:lang":"en","value":"The AR-18 is a gas operated, selective fire assault rifle chambered for 5.56x45mm ammunition. The AR-18 was designed at ArmaLite in California by Arthur Miller, George Sullivan, and Charles Dorchester in 1963 as an improved alternative to the AR-15 design, which had just been selected by the U.S. military as the M16."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/22/AR-18.jpg/200px-AR-18.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Heckler & Koch G11"},"description":{"type":"literal","xml:lang":"en","value":"The Heckler & Koch G11 is a non-production prototype assault rifle developed during the late 1960s, 1970s and 1980s by Gesellschaft für Hülsenlose Gewehrsysteme (GSHG) (German for \"Corporation for Caseless Rifle Systems\"), a conglomeration of companies headed by firearm manufacturer Heckler & Koch (mechanical engineering and weapon design), Dynamit Nobel (propellant composition and projectile design), and Hensoldt Wetzlar (target identification and optic systems)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Gewehr_G11_sk.jpg/200px-Gewehr_G11_sk.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"T65 assault rifle"},"description":{"type":"literal","xml:lang":"en","value":"The T65 (聯勤 Type 65) is an assault rifle developed and manufactured by the Combined Logistics Command of the Republic of China Armed Forces in Taiwan. Originally patterned after the Armalite AR-18 that has a short-stroke gas system, the prototype unveiled in 1975 showed a rifle that is heavily influenced by the AR-15 family of rifles, albeit with modified iron sights, a reshaped stock, and redesigned handguards."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/TwT65.JPG/200px-TwT65.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Heckler & Koch HK416"},"description":{"type":"literal","xml:lang":"en","value":"The Heckler & Koch HK416 is an assault rifle designed and manufactured by Heckler & Koch. It uses the AR-15 platform, originally conceived as an improvement to the Colt M4 carbine family issued to the U.S. military, with the notable inclusion of an HK-proprietary short-stroke gas piston system derived from the Heckler & Koch G36."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/97/HK416.jpg/200px-HK416.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AG-043"},"description":{"type":"literal","xml:lang":"en","value":"AG-043 (АГ-043) was a Soviet compact fully automatic assault rifle chambered for the 5.45 x 39 mm round, developed in 1975. The weapon is a derivative of the earlier and similar AO-31 which also is Simonov's adaption of the AK-47 platform."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/AG-043_assault_rifle.jpg/200px-AG-043_assault_rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"AK-12"},"description":{"type":"literal","xml:lang":"en","value":"The Kalashnikov AK-12 (formerly АК-200) is the newest derivative of the Soviet/Russian AK-47 series of assault rifles and is proposed for possible general issue to Russian Army, and is currently undergoing testing."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/12/AK-12_Engineering_technologies_international_forum_-_2012_01.jpg/200px-AK-12_Engineering_technologies_international_forum_-_2012_01.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Walther G22"},"description":{"type":"literal","xml:lang":"en","value":"The Walther G22 is a semi-automatic rifle chambered in the popular .22 LR cartridge. It is of bullpup design and constructed of polymer and steel. Like most Bullpup designs, it cannot be fired from the left hand due to the proximity of the ejection port and bolt handle to the shooter's face. However, the stock is designed so that the ejection port and cocking handle can be relocated to the other side for left-handed shooters."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Walther-G22-Rifle.jpg/200px-Walther-G22-Rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Heckler & Koch HK41"},"description":{"type":"literal","xml:lang":"en","value":"The Heckler & Koch HK41 is a semi-automatic version of the Heckler & Koch G3 battle rifle; it was produced by Heckler & Koch for the civilian market in the 1960s. It is not to be confused with the similarly titled Heckler & Koch G41."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/HK41_SG1.jpg/200px-HK41_SG1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Kel-Tec RFB"},"description":{"type":"literal","xml:lang":"en","value":"The RFB is a gas-operated semi-automatic rifle, manufactured by Kel-Tec Industries of Florida. At the 2008 SHOT Show held from February 2 to 5 in Las Vegas, Nevada it was declared by Kel-Tec representatives that the RFB rifle would be made available to the public by the 4th quarter of 2008."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Keltecrfb.jpg/200px-Keltecrfb.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"M1941 Johnson rifle"},"description":{"type":"literal","xml:lang":"en","value":"The M1941 Johnson Rifle was an American short-recoil operated semi-automatic rifle designed by Melvin Johnson prior to World War II. The M1941 competed unsuccessfully with the U.S. M1 Rifle."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/14/M1941.jpg/200px-M1941.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"PTR 91F"},"description":{"type":"literal","xml:lang":"en","value":"PTR-91, is a family of modern, American-manufactured civilian semi automatic rifles. The design is a variation of the Heckler and Koch G3 rifle. These rifles are produced by PTR Industries, Inc. of Bristol, Connecticut. The abbreviation PTR stands for \"Precision Target Rifle\"."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/5/50/PTR_91K_Carbine.jpg/200px-PTR_91K_Carbine.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"SKS"},"description":{"type":"literal","xml:lang":"en","value":"The SKS is a Soviet semi-automatic rifle chambered for the 7.62x39mm round, designed in 1943 by Sergei Gavrilovich Simonov. Its complete designation, SKS-45, is an initialism for Samozaryadnyj Karabin sistemy Simonova, 1945 (Russian: Самозарядный карабин системы Симонова, 1945; Self-loading Carbine of Simonov system, 1945), or SKS 45."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/1/11/SKS_-_Ryssland_-_AM.045810.jpg/200px-SKS_-_Ryssland_-_AM.045810.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"SVT-40"},"description":{"type":"literal","xml:lang":"en","value":"The Samozaryadnaya Vintovka Tokareva, Obrazets 1940 goda is a Soviet semi-automatic battle rifle which saw widespread service during and after World War II."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/68/SVT-40_-_Ryssland_-_AM.032865.jpg/200px-SVT-40_-_Ryssland_-_AM.032865.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Vz. 52 rifle"},"description":{"type":"literal","xml:lang":"en","value":"The vz. 52 rifle (often incorrectly called the \"CZ 52\") is a self-loading rifle developed shortly after the Second World War in Czechoslovakia. Its full name is 7,62mm Samonabíjecí puška vzor 52. Vz. 52 is an abbreviation for vzor 52, meaning \"model 52\". It fires the unique 7.62×45mm vz. 52 cartridge. It is considered both reliable and accurate, although it is longer and heavier than later assault rifles such as the vz. 58. The first 5000 vz."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/VZ_52_Rifle.JPG/200px-VZ_52_Rifle.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Mondragón rifle"},"description":{"type":"literal","xml:lang":"en","value":"The Mondragón was a Mexican battle rifle and the world's first automatic rifle. It was designed by Mexican general Manuel Mondragón and was the first fully automatic firearm able to be operated by a single rifleman. Mondragón began his work in 1882 and patented the weapon in 1887."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Mondragón_rifle.jpg/200px-Mondragón_rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"WKW Wilk"},"description":{"type":"literal","xml:lang":"en","value":"The WKW Tor or Wilk (Wolf) is a modern anti-materiel and/or sniper rifle which is being produced in Poland by factory Zakłady Mechaniczne Tarnów. WKW Tor stands for Wielkokalibrowy Karabin Wyborowy or Large Caliber Sniper Rifle. Its military designation in Polish army is known as the Tor. This rifle was developed between 2000 and 2004 and the first selected units in the Polish army apparently received Wilk/Tor rifles in around 2005 onwards."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/WKW_Wilk.jpg/200px-WKW_Wilk.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"KSVK 12.7"},"description":{"type":"literal","xml:lang":"en","value":"The KSVK 12.7 (Russian: Крупнокалиберная Снайперская Винтовка Ковровская; English: Large-Caliber Kovrov Sniper Rifle) is a 12.7mm anti-materiel sniper rifle developed in Russia for the purpose of counter sniping and penetrating thick walls, as well as light armored vehicles."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/be/KSVK1.jpg/200px-KSVK1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"OSV-96"},"description":{"type":"literal","xml:lang":"en","value":"OSV-96 is a Russian large calibre semi-automatic sniper rifle chambered for the 12.7 x 108 mm round. The rifle is capable of engaging manpower at a distance of up to 1800 m and combat materiel at range up to 2500 m. As an effective anti-sniper weapon, OSV-96 keeps the firer beyond the aimed fire range of the small arms of conventional calibres."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/OSV-96_MAKS-2009.jpg/200px-OSV-96_MAKS-2009.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Steyr IWS 2000"},"description":{"type":"literal","xml:lang":"en","value":"The Steyr IWS 2000 is an Austrian semi-automatic anti-materiel rifle, produced by Steyr Mannlicher. IWS stands for Infantry Weapon System. It is actually a smoothbore weapon, like many modern tank guns, and not a true rifle but this can help accelerate projectiles and increase ballistic effectiveness. It fires a 15.2×169 mm armor piercing fin stabilized discarding sabot round (207 mm long), and is the first man-portable rifle to use this type of ammunition."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Steyr_amr_1.jpg/200px-Steyr_amr_1.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Starr carbine"},"description":{"type":"literal","xml:lang":"en","value":"The Starr carbine was a breechloading single-shot rifle used by the United States Army. Designed in 1858, the Starr was primarily used by cavalry soldiers in the American Civil War."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Starrcarbine.jpg/200px-Starrcarbine.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"THOR TR-15"},"description":{"type":"literal","xml:lang":"en","value":"The TR-15 is a firearm produced by THOR Global Defense Group based on the original carbine versions of the M16 rifle, and AR-15 rifle designed by Eugene Stoner. The TR-15 is a shorter and lighter variant of the M16A2 assault rifle, and in standard configuration has 80% parts commonality. Law Enforcement writer Frank Borelli provided a field evaluation of the TR-15 in his Officer."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/M4-Transparent.png/200px-M4-Transparent.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Maynard carbine"},"description":{"type":"literal","xml:lang":"en","value":"The Maynard carbine was a breech-loaded carbine used by the cavalry of the Confederate Army in the American Civil War. It was highly praised by the soldiers – Private Toby of the 1st Mississippi Infantry stated that it was \"warranted to shoot twelve times a minute, and carry a ball effectually 1600 yards. Nothing to do with Maynard rifle but load her up, turn her North, and pull trigger; if twenty of them don't clean out all Yankeedom, then I'm a liar, that's all.\""},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/MaynardCartridge.jpg/200px-MaynardCartridge.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"SIG SG 516"},"description":{"type":"literal","xml:lang":"en","value":"The SIG SG 516 is a firearm manufactured by Swiss Arms AG. The rifle is based on the earlier 5.56mm AR-15 and M16."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/7/77/SIG_SG_516_14.5″.jpg/200px-SIG_SG_516_14.5″.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Fusil Automatique Modèle 1917"},"description":{"type":"literal","xml:lang":"en","value":"The Fusil Automatique Modèle 1917 (also called the RSC M1917) was a semi-automatic, gas-operated, infantry rifle that was placed in service in the French Army during the latter part (1918) of World War I. It was chambered in the then-standard 8mm Lebel rimmed cartridge used in other French Army infantry weapons of the time. Altogether, eighty six thousand RSC M1917 rifles had been manufactured by MAT (Manufacture d'Armes de Tulle), when their production run ended in late November 1918."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/FSA-1917-detoured.jpg/200px-FSA-1917-detoured.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Savage Model 64F"},"description":{"type":"literal","xml:lang":"en","value":"The Savage Model 64 series is a semi-automatic .22 caliber rifle made by Savage Arms in Lakefield, Ontario, Canada. It operates on a simple blowback action. It is targeted towards beginning shooters, small game hunters, and budget minded plinking. It is one of the most popular plinkers in the United States due to high accuracy, being chambered in cheap, common, and readily available.22 long rifle, and the inexpensive price."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Savagemodel64F.jpg/200px-Savagemodel64F.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Smith & Wesson M&P15"},"description":{"type":"literal","xml:lang":"en","value":"The Smith & Wesson M&P15 is Smith & Wesson's version of the AR-15 rifle with which Smith & Wesson reentered the rifle market in January 2006."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/9/97/MP15.jpg/200px-MP15.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Smith & Wesson M&P15-22"},"description":{"type":"literal","xml:lang":"en","value":"The Smith & Wesson M&P15-22 is a .22 LR variant of the Smith & Wesson M&P15. In contrast to the original AR-15, it is blowback-operated, rather than direct impingement. It is intended for recreational shooting and hunting. It is made with a polymer upper and lower receiver, rather than the aluminum that is normally used in AR-15s. Its proprietary magazines are also polymer. The handguards are also polymer, and feature quadruple Picatinny rails."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/M&P15-22.png/200px-M&P15-22.png"}},{"label":{"type":"literal","xml:lang":"en","value":"Winchester Model 1903"},"description":{"type":"literal","xml:lang":"en","value":"The Winchester Model 1903 was the first commercially available semi-automatic firearm made by the Winchester Repeating Arms Company."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/WinchesterModel1903.JPG/200px-WinchesterModel1903.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Winchester Model 1905"},"description":{"type":"literal","xml:lang":"en","value":"The Winchester Model 1905 (also known as the Model 05), is a blowback-operated, semi-automatic rifle produced by the Winchester Repeating Arms Company beginning in 1905 and discontinued in 1920. This rifle loads cartridges from a 5 or 10-round capacity, detachable box magazine located immediately forward of the trigger guard. Winchester offered factory chamberings in .32SL and .35 Winchester Self-Loading (.35 WSL)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Winchester_Self_Loading_Mod_05.JPG/200px-Winchester_Self_Loading_Mod_05.JPG"}},{"label":{"type":"literal","xml:lang":"en","value":"Winchester Model 1907"},"description":{"type":"literal","xml:lang":"en","value":"The Winchester Model 1907 (also known as the Model 07), is a blowback-operated, semi-automatic rifle produced by the Winchester Repeating Arms Company beginning in 1906 with production ending in 1958. It was fed from a 5 or 10-round capacity, detachable box magazine located immediately forward of the trigger guard. The only cartridge offered by Winchester as a factory chambering in the Model 1907 was the .351SL centerfire."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Winchester_Model_1907_rifle.jpg/200px-Winchester_Model_1907_rifle.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Winchester Model 1910"},"description":{"type":"literal","xml:lang":"en","value":"The Winchester Model 1910 (also known as the Model 10) is a blowback operated semi-automatic rifle rifle produced by the Winchester Repeating Arms Company beginning in 1910 with production ending in 1936. This rifle is fed from a 4-round capacity, detachable box magazine located immediately forward of the trigger guard. Winchester only chambered the model 1910 in the .401 Winchester Self-Loading or .401 WSL cartridge. The basic design for the Model 1910 is covered by *U.S."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Winchester_.401_SL_Model_1910.jpg/200px-Winchester_.401_SL_Model_1910.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"OTs-14 Groza"},"description":{"type":"literal","xml:lang":"en","value":"The OTs-14 Groza (ОЦ-14 \"Гроза\") is a Russian selective fire bullpup assault rifle chambered for the 9x39mm subsonic round. It was developed in the 1990s at the TsKIB SOO (Central Design and Research Bureau of Sporting and Hunting Arms) in Tula, Russia. The weapon is also colloquially known as OC-14 or OTs-14 \"Groza\". The OTs-14-4A \"Groza-4\" has one derivative, the TKB-0239 (ТКБ-0239), also known as OTs-14-1A \"Groza-1\", chambered for the 7.62x39mm round."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/30/ОЦ-14_4.jpg/200px-ОЦ-14_4.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Ribeyrolle 1918 automatic carbine"},"description":{"type":"literal","xml:lang":"en","value":"The Ribeyrolles 1918 was an attempt to manufacture an automatic rifle for the French forces. It was chambered in the experimental 8x35 mm round, used straight blow-back, was fed from a 25 round magazine and had an effective range of 400 m. Its official name was Carabine Mitrailleuse 1918 (Machine Carbine 1918 in English)."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Ribeyrolle1918.jpg/200px-Ribeyrolle1918.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"TKB-011"},"description":{"type":"literal","xml:lang":"en","value":"TKB-011 (ТКБ-011), TKB-011M (ТКБ-011М) and TKB-011 2M (ТКБ-011 2М) were a Soviet bullpup assault rifles, capable of fully automatic fire, chambered for the 7.62 x 39 mm round, developed by the small arms designer Nikolai M. Afanasyev from 1963 to 1965. The internals of the weapons were made of steel and the externals of laminated wood. These assault rifles and the TKB-022PM were the first to use a tunnel type ejection port, which is now used on the F2000."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/TKB-011_rifle_1963_mod_Tula_State_Arms_museum.jpg/200px-TKB-011_rifle_1963_mod_Tula_State_Arms_museum.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"Type 58 assault rifle"},"description":{"type":"literal","xml:lang":"en","value":"The Type 58 is an assault rifle made in North Korea. It uses a 1958 cartridge 7.62×39 mm. It is a North Korean version derived from the Soviet AK-47 designed by Mikhail Kalashnikov. It is the longest version of the rifle at 890 mm, while the AK-47 is 870 mm."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/AK47_Type_46_Type_58.jpg/200px-AK47_Type_46_Type_58.jpg"}},{"label":{"type":"literal","xml:lang":"en","value":"OTs-12 assault rifle"},"description":{"type":"literal","xml:lang":"en","value":"OTs-12 Tiss is a Russian fully automatic assault rifle chambered for the sub-sonic 9 x 39 mm round. Work on the weapon started in the early 1990s. Basically a rechambering and reworking of the more conventional AKS-74U assault carbine, it differs only in the bolt, barrel, muzzle-brake, and magazine. The 20-round box magazine was designed so it could be compatible with standard current-issue ammo pouches but a larger 25-round magazine was rumored."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/OTs-12_Tiss.png/200px-OTs-12_Tiss.png"}},{"label":{"type":"literal","xml:lang":"en","value":"AMP-69"},"description":{"type":"literal","xml:lang":"en","value":"The AMP-69 is a selective-fire gas-operated 7.62×39mm assault rifle that was manufactured by Fegyver- és Gépgyár."},"thumbnail":{"type":"uri","value":"http://upload.wikimedia.org/wikipedia/commons/thumb/3/31/AMP-69_Right_Side.jpg/200px-AMP-69_Right_Side.jpg"}}]}}